{"title": "딥시크, 저비용 모델 개발 비결 공개...새로운 사실은 없어", "write_date": "2025-05-17 22:52:43", "category": "AI", "content": "딥시크가 지난해 12월 경쟁사보다 훨씬 낮은 비용으로 'V3' 모델을 개발한 과정을 논문으로 공개했다. 량원펑 딥시크 창립자도 논문 작성에 참여했지만, 대부분 내용은 이미 알려진 것이다.\n딥시크는 14일(현지시간) '딥시크-V3에 대한 통찰: 확장성 도전과 AI 아키텍처를 위한 하드웨어에 대한 고찰'이라는 제목의 논문을 온라인 아카이브에 게재했다.\n딥시크-V3가 2048개의 엔비디아 'H800' GPU에서 훈련됐으며, 이 성과의 핵심은 '하드웨어-소프트웨어 공동 설계' 전략 때문이라고 밝혔다. H800은 미국 수출 규제에 맞춰 중국 시장용으로 2023년 설계된 제품으로, 딥시크와 모회사 하이플라이어가 수출 금지에 앞서 대량 확보한 것으로 알려졌다.\n논문에 따르면 고성능 대형언어모델(LLM)을 경제적으로 구축하기 위한 방법으로 하드웨어 제약을 철저히 반영한 효율적 구조 최적화에 집중했다.\n이 과정에서 메모리 효율 향상, 칩 간 통신 간소화, AI 인프라 전반의 성능 향상 등이 이뤄졌고, 이는 AI 훈련과 추론 비용을 획기적으로 줄이는 데 기여했다. 연구진은 이런 접근법이 \"차세대 AI 시스템 혁신을 위한 실용적 청사진을 제시한다\"라고 강조했다.\n이는 지난 2월 딥시크가 실시한 '오픈 위크'를 통해 상당수 공개된 내용이다.\n또 전문가 혼합(MoE) 구조를 도입해 효율성을 높였다고 밝혔다. 이는 전체 모델을 구동하는 대신, 쿼리에 맞춰 소형의 전문가 모델만을 사용하는 방식이다.\n이는 이전 논문에서도 이미 발표됐던 것으로, 알리바바를 포함한 다수 중국 AI 기업들이 대부분 적용하는 아키텍처다. 또 MoE는 이미 오픈AI와 미스트랄 등이 적용했던 기술이다.\n이번 논문은 내용보다 '딥시크-R2'와 '딥시크-V4' 등 후속 모델 출시 초읽기 상태에서 등장했다는 것이 관심을 모았다. 소식통들에 따르면, 후속 모델은 5월 중 출시될 예정이었다. 심지어 일정을 앞당겼다는 말도 나왔다.\n그러나 딥시크는 지난달 30일 수학 문제 증명을 위한 '프루버-V2(Prover-V2)'를 조용히 오픈 소스로 공개했을 뿐이다.\n그동안 경쟁사들의 추격도 거세지고 있다. 알리바바는 물론, 바이두와 화웨이, 샤오미, 아이플라이텍 등이 크고 작은 모델을 내놓으며 일제히 딥시크 성능을 넘었다고 강조하고 있다.\n박찬 기자 cpark@aitimes.com", "keywords": ["딥시크", "V3 모델", "하드웨어-소프트웨어 공동 설계", "전문가 혼합(MoE)", "AI 시스템 혁신"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170522"}
{"title": "xAI \"그록 '백인학살' 언급은 내부 직원의 독단적 소행\"...시스템 프롬프트 공개로 무고 입증", "write_date": "2025-05-17 22:09:11", "category": "AI", "content": "xAI가 챗봇 '그록(Grok)'의 오류가 내부 직원의 독단적인 시스템 프롬프트 수정 때문이었다고 해명했다. 이를 입증하기 위해 그록에 적용하는 시스템 프롬프트까지 공개했다.\nxAI는 16일(현지시간) X(트위터)를 통해 \"14일 오전 3시15분경 그록의 프롬프트가 무단으로 수정됐으며, 이로 인해 그록이 정치적 주제에 대해 특정 응답을 제공해 내부 정책과 핵심 가치를 위반하게 됐다\"라고 발표했다.\n또 \"철저한 조사를 수행했으며 그록의 투명성과 신뢰성을 강화하기 위한 조치를 시행하고 있다\"라고 밝혔다.\n이번 사태가 xAI가 의도한 것이 아니라는 것을 입증하기 위해 깃허브를 통해 그록에 적용하는 시스템 프롬프트를 공개한다고 선언했다. 사용자들은 이를 살펴보고 피드백을 제공할 수 있다.\n시스템 프롬프트는 AI의 답변 방향을 결정하는 지침이다. 대부분 AI 기업은 이를 비밀로 유지한다.\n하지만 공개된 내용에 따르면, xAI는 그록에 극도로 회의적인 태도를 유지하도록 지시하고 있으며 주류 언론이나 권위에 대해 맹목적으로 따르지 않도록 강조하고 있다. 진실을 추구하고 중립성을 지키는 것을 핵심 가치로 삼아야 한다는 지침도 포함돼 있다.\n또 그록은 답변에 '트위터'나 '트윗'이라는 단어 대신, X나 '포스트'라는 용어를 사용하도록 입력됐다.\nhttps://twitter.com/xai/status/1923183620606619649\n이번 사건은 그록이 지난 14일부터 묻지도 않은 남아프리카공화국의 '백인 집단학살'이라는 음모론에 대한 설명을 내놓은 일이다. 야구선수의 연봉을 묻는 말에도 \"남아공에서는 백인 차별이 일어나고 있다\"라는 내용을 무차별로 반복한 것이다.\n특히 이는 도널드 트럼프 대통령과 xAI의 소유주인 일론 머스크 CEO가 평소 주장하던 내용으로, 일부에서는 지시에 따른 것이 아니냐는 추측이 등장했다. 샘 알트먼 CEO도 전날 X에서 이 사건을 언급하며 무엇이 이유인지 안다는 식의 암시를 남겼다.\nxAI는 \"앞으로는 직원이 검토 없이 프롬프트를 수정할 수 없도록 추가적인 확인 및 조치를 마련할 것\"이라며 \"그록이 더 신뢰받는 AI가 되도록 철저한 검토와 개선을 이어갈 것”이라고 강조했다.\n박찬 기자 cpark@aitimes.com", "keywords": ["xAI", "그록", "시스템 프롬프트", "정치적 주제", "신뢰성"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170520"}
{"title": "오픈AI, '스타게이트' UAE로 확장 예정...중동 진출 발판 확보", "write_date": "2025-05-17 21:34:00", "category": "AI", "content": "아랍에미리트(UAE)에 설립될 세계 최대 규모의 5기가와트(GW) 데이터센터 중 일부가 오픈AI의 '스타게이트 프로젝트'로 알려졌다.\n블룸버그는 16일(현지시간) 오픈AI가 아부다비에 건설될 5GW 규모 데이터센터 단지의 주요 입주사(anchor tenant) 중 하나로 참여할 예정이며, 조만간 공식 발표가 있을 것이라고 보도했다.\n아직 최종 계약은 체결되지 않았지만, 내부 관계자들은 협상이 급물살을 타고 있다고 전했다.\n앞서 지난 13일에는 오픈AI가 UAE와 대규모 AI 데이터센터 구축을 논의 중이며, 도널드 트럼프 대통령의 UAE 방문에 맞춰 발표될 수 있을 것이라는 소식이 전해졌다. 또 15일에는 미국과 UAE의 'AI 협정'에 따라 아부다비에 26제곱킬로미터(km²) 규모의 AI 캠퍼스에 5GW의 전력 용량을 갖춘 데이터센터 인프라를 설립한다고 발표됐다.\n이는 이제까지 발표된 데이터센터 프로젝트 중 가장 큰 규모로, 250만개의 최첨단 엔비디아 'B200' AI 칩을 수용할 수 있는 전력 수준이다.\n또 미국 상무부는 “데이터센터는 미국 기업들이 운영하며, 미국 주도의 클라우드 서비스가 중동 전역에 제공될 것”이라고 밝혔다.\n이처럼 UAE 데이터센터는 오픈AI를 위해 지어지는 것으로 볼 수 있다. 하지만, 한 관계자는 5GW 전력이 모두 오픈AI에 할당되는 것이 아니라 여러 회사가 공유하게 될 것이라고 말했다.\n즉, 오픈AI는 중동 지역에 본격적인 사업 기반을 조성하게 되며, 이를 계기로 UAE도 AI 확장 기회를 잡는다는 구조다.\n데이터센터 건설은 아부다비 국영 AI 기업 G42가 주도하고, 스타게이트 멤버인 오라클이 참여한다. 엔비디아는 매년 UAE에 판매할 50만개의 첨단 AI 칩은 이곳에 투입될 예정이다.\n한편, 오픈AI가 현재 미국 텍사스 애빌린에서 건설 중인 '스타게이트 1'은 1.2GW 규모로 알려졌다.\n박찬 기자 cpark@aitimes.com", "keywords": ["오픈AI", "데이터센터", "UAE", "5GW", "AI"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170521"}
{"title": "라온피플 \"VLM 영상관제 솔루션 ‘오딘AI’로 국내외 공공기관 수요 확대\"", "write_date": "2025-05-17 20:56:05", "category": "AI", "content": "비전 인공지능(AI) 전문 라온피플(대표 이석중)은 비전언어모델(VLM) 기반 영상관제 솔루션 '오딘 AI'를 통해 국내 기업과 기관은 물론 해외 공공기관까지 시장을 확대 중이라고 17일 밝혔다.\n오딘AI는 VLM과 대형언어모델(LLM)을 활용해 오탐지와 미탐지를 최소화한 영상관제 솔루션이다.\n이미 태국 주정부와 협약을 맺고 재해 및 재난 감시, 교통, 사고, 범죄 등에 다중탐지 기술을 적용한 바 있다.\n인천국제공항 셔틀 트레인에도 탑재된 상태다. 실시간 승객수와 밀집도를 확인, 보안 및 경계구역에 침입할 경우 알림을 제공하는 등 위험 상황에 대한 안전 모니터링이 가능하도록 구축됐다.\n이 때문에 최근 국내 공공 기관에서 문의가 급증했다고 전했다.\n차별점은 '맥락을 파악하는 AI 기술'이다.\n기존 딥러닝 기반 영상관제 솔루션은 학습 데이터만을 기반으로 화면을 분석하기 때문에, 모든 오류나 긴급상황에 대응하는 것이 불가능했다는 지적이다. 예를 들어 작업자가 물품을 떨어뜨리거나 부상을 당하는 등 특정한 상황이 담긴 이미지를 데이터로 학습시키고 해당 데이터와의 유사도가 90% 이상인 경우 알람을 울리는 방식이다.\n이에 라온피플은 화면을 언어로 해석하는 VLM을 도입, 객체 간 관계성과 맥락을 파악하는 오딘AI를 출시하게 됐다고 밝혔다.\n대량의 학습 데이터 없이도 현장 도입이 가능하며 사전에 학습되지 않은 긴급 상황까지도 탐지할 수 있다고 강조했다.\n영상을 기반으로 자연어 검색도 가능하다. \"위험한 행동을 하는 사람이 있다면 알려줘\"라고 요청하면, AI가 화면을 분석해 알려주는 식이다. 따라서 건설 현장, 공장, 국방 등 다양한 곳에서 활용이 가능하다. 자연재해나 화재와 같은 위험탐지 기준이 애매한 경우에도 활용이 가능하다고 소개했다.\n재해 및 현장 관리 가이드 등 관련 문서 파일을 업로드하는 것도 가능하다. 검색 증강 생성(RAG)을 활용, 현장에서 문서 내부에 기재된 '특정 상황'이 발생하면 알림을 제공하는 방식이다. 관련 요약 및 보고서도 제공해 준다. 텍스트와 영상을 모두 분석할 수 있기 때문에 가능한 일이다.\n한편, 라온피플은 최근 추론형 AI 에이전트 '하이펜'을 선보였다.\n고객 문의에 스스로 재고를 확인해 메시지를 회신하고, 송장에서 금액만 추출해 엑셀로 정리하는 등 맥락 이해 기반의 업무 보조가 가능하다는 설명이다. 상황에 맞는 에이전트를 선택하거나 구축하는 것도 가능하다.\n이미 글로벌 기업에 공급, 활용되고 있다고 덧붙였다.\n장세민 기자 semim99@aitimes.com", "keywords": ["오딘 AI", "비전언어모델", "영상관제", "맥락 파악", "긴급 상황"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170480"}
{"title": "박정현 비브리지 대표 \"K-콘텐츠 해외 진출 핵심은 '더빙'...AI로 기회 열 것\"", "write_date": "2025-05-17 20:37:30", "category": "AI", "content": "\"해외 시청자들은 자막보다 더빙을 더 선호합니다. 국내 콘텐츠를 세계화하려면 유튜브 자막을 넘어, 감정까지 실어낼 수 있는 더빙 기술이 필요합니다.\"\n박정현 비브리지 대표는 유튜브 콘텐츠 현지화에 주력하고 있다고 17일 밝혔다. 핵심은 더빙이다.\n그는 \"놀랍게도 북미, 남미, 유럽, 동남아 등은 더빙을 더 선호한다\"라며 \"그 증거로, 넷플릭스 전체 시청 시간 40%는 더빙 콘텐츠로 이뤄져 있다\"라고 말했다. 또 \"자막은 직접 화면을 봐야 하지만, 더빙은 이동하면서도 음성으로 정보 습득이 가능하다는 장점이 있다\"라고 덧붙였다.\n현재는 정보성 콘텐츠 더빙에 집중하고 있다. 그러나, 영화나 드라마와 같은 엔터테인먼트 콘텐츠에서는 기존 음성 기술을 넘어 감정까지 표현하는 것이 중요하다.\n그래서 북미에 거주하는 한인 70%가 이용하는 OTT 플랫폼 ODK코리아와 협업, 연구 개발을 진행 중이다. 인공지능(AI)이 화자의 감정을 표현하기 위해서는 대량의 학습 데이터셋이 필요하기 때문에, ODK코리아의 영상 데이터를 활용하는 것이다.\n또 유튜브 해외 채널을 개설, 운영하며 관련 노하우를 쌓아가고 있다. 물론, 조회수는 많지 않지만, 직접 해외 채널을 키워가며 노하우를 터득하는 과정이라고 설명했다.\n여기에 하나 더 큰 차별점은 '양방향 현지화'다.\n일반적인 통번역은 국내 콘텐츠를 해외에 내보내는 것에 집중하지만, 비브리지는 해외 콘텐츠를 국내에 가져오고 있다.\n270만 구독자를 보유한 삼프로 티비를 예로 들었다. 국내 유튜브 채널인 삼프로 티비는 미국에도 별도 채널을 개설, 미국 현지 투자 전문가 인터뷰를 업로드하고 있다. 최근에는 여기에 한국어 더빙을 적용, 국내 구독자들에게 호평을 얻고 있다고 전했다.\n여기에서도 더빙 버전은 자막보다 3배 높은 조회수를 기록했다. 입소문이 퍼지며, 미국 투자자들이 먼저 출연 의사를 밝히는 경우도 발생했다고 전했다.\n이어 \"두바이 슈퍼리치의 생활을 다루는 해외 유튜브 채널도 국내 진출을 위해 한국어 더빙 건을 협의 중\"이라며 \"현재는 전체 7개 채널과 더빙 테스트를 진행 중이며, 그중 2개가 해외 채널\"이라고 소개했다.\n이렇게 노하우가 쌓이며 더빙 기술 연구와는 별개로, 외국에서 수요가 있을 만한 콘텐츠 전략을 추천하는 컨설팅도 진행하고 있다. 박 대표는 \"결국 해외에서 실제 수요를 일으키는 것이 가장 중요하다\"라며 \"수동적인 콘텐츠 번역이나 더빙을 넘어, 공략하려는 플랫폼과 콘텐츠 자체를 이해하는 것에 집중해야 한다\"라고 말했다.\n이처럼 성공적인 콘텐츠 진출 사례를 만들기 위해서는 기술과 플랫폼, 콘텐츠에 대한 전략이 모두 필요하다고 말했다.\n비브리지는 영상처리와 번역, 음성인식 등 기술을 활용, 2020년부터 '노트 필기’나 '동영상 요약' 등을 서비스해 왔다. 이어 지난해부터는 더빙 솔루션 개발로 본격 업그레이드했다.\n이를 통해 처음부터 끝까지 더빙의 전 과정을 지원하는 프로세스를 갖추게 됐다고 밝혔다. 솔루션 운용을 위해 별도 전문가가 필요하지 않으며, 더빙 완성 시간도 크게 줄었다고 전했다.\n빠른 더빙 제작 속도 덕분에 최근에는 주식 관련 콘텐츠도 제공 중이다. 국내에서 미국장을 아침에 살펴볼 수 있도록 더빙 영상을 준비할 수 있다는 설명이다.\n결국 비브리지의 목표는 국내 콘텐츠가 더 많은 해외 성공 기회를 잡도록 돕는 것이라고 밝혔다.\n박 대표는 \"현재는 같은 주제로 콘텐츠를 만들어도 영어권 크리에이터가 훨씬 많은 구독자를 보유할 수밖에 없다\"라며 \"이는 언어의 영향으로, 국내 콘텐츠의 품질이 떨어져서가 절대 아니다\"라고 지적했다.\n\"국내 콘텐츠를 영어로 더빙해 해외 채널에 업로드한다면, 미국인들도 관심을 가지게 될 것\"이라며 \"특히 해외에서 주목받는 국내 콘텐츠가 먹방이나 뷰티, 노래 등 주로 비언어적인 콘텐츠라는 것을 감안하면 충분히 가능성이 있다\"라고 말했다.\n그는 \"AI는 결국 콘텐츠의 기회를 열어주는 기술이라는 것을 증명하고 싶다\"라고 강조했다. 비브리지도 창업 초기부터 콘텐츠 소비를 쉽게 하는 방법을 연구해 왔으며, 다국어 더빙을 중요한 기술로 꼽았다고 설명이다.\n\"2분기 안으로 글로벌 진출에 성공한 국내 채널을 10개 정도 확보하는 게 목표”라며 “장기적으로는 '콘텐츠 현지화' 부문 국내 1등 기업으로 자리 잡을 것\"이라고 밝혔다.\n장세민 기자 semim99@aitimes.com", "keywords": ["더빙", "현지화", "콘텐츠", "AI", "ODK코리아"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170518"}
{"title": "스태빌리티 AI, 휴대폰용 온디바이스 '음악 샘플 생성' 모델 출시", "write_date": "2025-05-17 19:26:07", "category": "AI", "content": "https://twitter.com/StabilityAI/status/1922675163411497094\n스태빌리티 AI가 모바일 환경에서도 실행 가능한 초경량 음악 생성 인공지능(AI) 모델을 출시했다. 그러나 '수노'나 '유디오'와 같은 소비자용 음악을 만들어 주는 것이 아니라, 10초 미만의 음악 샘플을 만드는 용도다 .\n스태빌리티 AI는 14일(현지시간) 온디바이스용 오디오 생성 AI 모델 ‘스테이블 오디오 오픈 스몰(Stable Audio Open Small)’을 오픈 소스로 출시했다.\n이 모델은 모바일 칩셋 제조사 Arm의 협업 결과물이다. 3억4100만 매개변수에 불과한 소형모델로, 지난해 공개한 11억 매개변수의 오디오 생성 모델 ‘스테이블 오디오 오픈’을 Arm CPU에 최적화한 결과다.\n사용자 텍스트 입력으로 최대 11초 길이의 스테레오 오디오 클립을 생성할 수 있으며, 휴대폰에서는 8초 미만의 시간에 결과를 출력한다.\n용도도 음악 제작이나 사운드 디자인을 위한 드럼 비트나 악기 리프, 주변 소리 및 기타 오디오 샘플 등을 생성하는 것이다.\n저작권 문제가 해결된 공개 음원 데이터셋으로 학습했다. 이를 통해 수노나 유디오처럼 저작권 침해 논란이 있는 AI 서비스들과 차별화를 꾀했다.\n몇가지 제약이 있다. 출력이 짧아 완성된 노래나 멜로디를 생성하는 데 적합하지 않으며, 보컬도 지원하지 않는다. 또 영어 프롬프트만 지원하며, 훈련 데이터가 서구 음악에 편향돼 특정 장르에는 취약하다.\n또 오픈 소스 모델이지만, 연간 매출 100만달러(약 14억원) 이상의 기업이 활용하려면 별도 엔터프라이즈 라이선스 구매가 필요하다.\n허깅페이스에서 모델 가중치를 다운로드하고,깃허브에서 코드에 액세스할 수 있다. 또Arm 러닝 패스에서 Arm CPU에 모델 배포 방법을 확인할 수 있다.\n박찬 기자 cpark@aitimes.com", "keywords": ["스태빌리티 AI", "초경량 음악 생성", "스테이블 오디오 오픈 스몰", "오픈 소스", "저작권 문제"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170460"}
{"title": "메이아이 “매장 방문객 분석 AI 급속 확대...정식 계약 전환율 70% 달해”", "write_date": "2025-05-17 18:11:01", "category": "AI", "content": "인공지능(AI)으로 매장 방문객을 분석해 주는 메이아이(대표 김찬규)의 솔루션 '매쉬(mAsh)’가 최근 빠르게 국내 매장으로 퍼져 나가고 있다. 매쉬를 시범 도입한 기업 중 무려 70%가 이를 정식 채택했다는 사실이 이를 입증한다.\n메이아이 관계자는 17일 \"지난해 매쉬의 기술실증(PoC)에 참여한 기업 중 약 70%가 정식 계약으로 전환했으며, 그중 또 80%는 연장 계약까지 이어졌다\"라고 밝혔다.\n이는 글로벌 통계의 6배에 달하는 실적이다. 시장조사 기관 IDC의 최근 자료에 따르면, 글로벌 AI PoC 중 실제 프로덕션으로 전환된 비율은 12.1%에 불과했다.\n그만큼 기술력과 실용성이 차별화된다는 것을 의미한다는 설명이다.\n매쉬는 서비스형 소프트웨어(SaaS)로, 오프라인 매장 방문객의 연령대, 성별, 체류 시간, 이동 동선 등을 AI가 분석한다. 이를 통해 상품 진열과 시설 배치를 최적화하는 등 광고 효과를 극대화할 수 있도록 지원한다.\n방문객 데이터를 전처리, 민감한 정보를 가려낸 뒤 추론 알고리즘으로 마케팅과 운영에 적용 가능한 전략을 제시해 준다. 또 날씨, 행사, 상권과 같은 외부 변수와의 인과관계 분석과 경영지표 예측 등으로 매장 운영을 최적화하고 성과 증대를 돕는다.\n지난달에는 대화형 AI 에이전트 기능을 추가, 대형언어모델(LLM)이 생성한 답변을 받을 수 있는  ‘매쉬 인사이트(mAsh Insights)’ 기능을 추가했다. 특히, 자체 개발한 재식별화 기술을 적용해 개별 방문객의 이동 동선을 92%의 정확도로 분석할 수 있다.\n이를 통해 현재 하루 평균 2만5000시간 이상의 영상을 처리 중이라고 밝혔다. 이용자 수는 전년 대비 270% 증가했다.\n리테일은 AI 도입이 가장 빠르게 이뤄질 것으로 꼽혀 왔던 분야 중 하나다. 국내에서는 메이아이가 이를 입증하고 있는 셈이다.\n이 회사는 이런 분위기를 타고 국내 대기업은 물론, 해외로 확장 중이라고 밝혔다.\n메이아이 관계자는 “AI SaaS 시장 성장에 맞춰 최근 기술 도입이 빠르게 늘어나고 있다”라며 “삼성전자, LG전자, CGV 등 대기업을 이미 고객사로 확보했다”라고 말했다.\n이어 \"영국 런던과 베트남 하노이 등 해외 거점까지 공급 범위를 넓히고 있다”라고 전했다.\n장세민 기자 semim99@aitimes.com", "keywords": ["인공지능", "매쉬", "방문객 분석", "SaaS", "기술 실증"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170517"}
{"title": "[AI 이슈트렌드] 정치 키워드 실종...해외 이슈가 상위권에", "write_date": "2025-05-17 17:24:15", "category": "AI", "content": "이번 주 '주간 AI 이슈 트렌드'에서는 국내 정치 관련 키워드가 급감했다. 대신, 해외 이슈까지 포함한 다양한 이슈가 관심을 끈 것으로 나타났다.\nAI 타임스와 이스트에이드가 5월9일~15일 집계한 키워드 순위에는 연예 소식이 톱 20 대부분을 점령했다.\n반면, 지난주 1위와 3위를 포함해 5개에 달했던 대선 관련 소식은 15위 '김문수 계엄 사과' 하나로 줄어 들었다.\n해외 사건 사고 관련 키워드가 3개나 올라온 것도 이례적이다. 9위 '트럼프 하마스 인질'에 이어, 13위 '병역기피 연예인'과 20위 '올림픽 금메달리스트 성매매' 등은 국내가 아닌 해외 소식이다.\n이는 대만 인기 배우 왕다루가 병역 기피 혐의로 체포된 사건과 2016년 리우데자네이루 올림픽에서 금메달을 딴 미국 레슬링 선수 카일 스나이더가 성매매 혐의로 체포된 사건과 관련된 것이다.\n또 3위 손흥민을 비롯해 유럽 축구팀 소속 선수들에 대한 키워드 검색도 부쩍 늘어난 것으로 확인됐다.\n'김민재 뮌헨'과 '이강인 아스널' 같은 키워드는 전체 20위 안에는 포함되지 않았지만, 주중 시간대별 톱 10 진입 횟수와 순위 상승 지수 등을 종합한 지수에서는 최상위권을 기록했다.\n한편, 실시간 AI 이슈 트렌드는줌 포털에서 확인할 수 있다.\n박수빈 기자 sbin08@aitimes.com", "keywords": ["국내 정치", "해외 이슈", "연예 소식", "병역 기피", "성매매"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170514"}
{"title": "[5월16일] 중동의 문을 연 미국의 무기는 AI...중국까지 단절 시키나", "write_date": "2025-05-17 07:00:00", "category": "AI", "content": "며칠 동안 미국에서는 단연 도널드 트럼프 대통령의 중동 순방이 가장 큰 화제입니다. 트럼프 대통령은 14일 사우디아라비아를 시작으로 15일 카타르, 16일 아랍에미리트(UAE) 등 걸프 지역 주요 3개국을 방문했습니다.\n가장 눈길을 끄는 것은 기술 거물들이 대거 동행했다는 점입니다. 젠슨 황 엔비디아 CEO와 일론 머스크 테슬라 CEO, 샘 알트먼 오픈AI CEO, 앤디 제시 아마존 CEO IT 업계 거물들이 트럼프 대통령과 사우디를 방문했습니다.\n트럼프 대통령도 사우디 왕세자와의 회동에서 이런 점을 강조했습니다. \"아시다시피, 여기 세계 최대의 재계 지도자들이 모였다\"라며 \"그들은 여러분으로부터 많은 것을 제공받아 엄청난 수표를 들고 돌아갈 것\"이라고 직설적으로 말했습니다. 그리고엔비디아의 고급 AI 칩을 비롯해 한 보따리 발표를 쏟아 냈습니다.\n이날 열린 최초의 미국-사우디 투자 정상회담에는 AI 말고도 금융을 비롯해 다양한 산업 분야의 최고 경영진이 참석했고, 과거에도 대통령 순방 행사에 기술계가 참여한 적은 있습니다. 그러나 이번처럼 기술계가 중심이 된 적은 없었다는 평입니다. 중동 국가들이 현재 가장 원하는 것이 인공지능(AI)이라는 것입니다.\n걸프 국가들이 석유 의존도를 줄이고새로운 성장 동력으로 AI를 내세웠다는 것은 잘 알려진 사실입니다. 실제로 사우디는 이번 트럼프 대통령 방문에 맞춰 최고 권력자인 무함마드 빈 살만 왕세자가 의장을 맡는 휴메인이라는 AI 회사까지 따로 설립했습니다. 앞으로 AI 기술 투자는 국가가 직접 통제한다는 의미입니다.\n그리고 이번 방문으로 미국에서도 중동 지역과의 관계가 근본적인 변화를 맞았다는 분석이 나옵니다.\n그동안 중동은 석유와 막대한 자금을 보유한 중요한 지역이었지만, 몇년 전까지만 해도 인권 유린 문제가 지적되고 미국의 칼럼니스트가 사우디 정권의 허락 아래 살해당하는 등의 사건으로 인해 껄끄러운 관계였습니다. 이 때문에 주요 기업들은 중동의 행사에는 참석하지 않았습니다.\n그러나 AI가 본격 등장하며 중동과 미국 기업의 왕래가 늘기 시작했습니다. 중동은 기술이, 미국 기업은 돈이 필요했기 때문입니다, 가장 대표적인 곳이 UAE의 국영 기업 G42입니다. 이곳은 마이크로소프트와 오픈AI, xAI, 세레브라스 등 미국 AI 기업과 투자 등으로 지난해부터 끈끈한 관계를 이어가고 있습니다.\n또 미국은 중동 지역을 끌어들이며 중국과의 단절을 노릴 수 있습니다. 실제로 G42는 지난해 미국 기업과의 거래를 위해 그동안 중국 기업과 이어진 모든투자 및 기술 협력을 중단한다고 선언했습니다. 미국 정부가 G42를 통해 미국 기술이 중국으로 흘러 들어갈 가능성이 있다고 경고한 데 따른 것입니다.\n이번에 대규모 협력을 선언한 사우디도 이제까지는 대표적인 친중파로 알려져 있었습니다. 심지어 \"사우디는 실리콘 밸리가 AI 산업을 지배하는 것을 원하지 않는다\"라고 밝힌 바도 있습니다. 그래서 화웨이 같은 중국 기업들은 사우디를중동의 클라우드 거점으로 삼겠다는 계획을 내놓기도 했습니다.\n하지만 이제는 상황이 바뀐 것으로 보입니다. 엔비디아 칩과 오픈AI의 모델 앞에서는 미국과 손을 잡을 수밖에 없었던 것으로 보입니다. 심지어 UAE에서는 최근소버린 AI가 실패했다는 말까지 나왔는데, 이는 결국 미국과 협력하는 것이 효과적이라는 것으로 해석할 수 있습니다.\n이처럼 AI는 트럼프 행정부의 강력한 무기가 된 것으로 보입니다. 이는 중동뿐만이 아닐 것으로 보입니다. 이 때문에 바이든 행정부 시절 만들어놓았던AI 관련 규정을 다 뒤엎는 것으로 보입니다.\n물론 이런 움직임에 대해 미국 내부에서도 반발이 있습니다. 블룸버그의 15일 보도에 따르면, 일부 강경파는 아직 중동이 중국과의 관계를 완전히 정리하지 못했다며 고급 칩을 풀어준 것은 성급하다고 지적했습니다. 그러나 이런 말도 트럼프 행정부를 도와주려는 것처럼 들립니다.\n나아가 이번 미국의 움직임은 남반구 국가들의 리더를 자처하는 중국에 방해가 될 수 있습니다. 시진핑 중국 국가주석은 최근 기술로 남반구 국가들의 결집을 강조했는데, 아프리카 진출의 기반이 될 중동 지역이 미국 편으로 돌아섰기 때문입니다.\n특히 엔비디아 칩을 보호하기 위해 미국이 화웨이 칩 사용을세계적으로 금지했다는 것은 의미심장합니다. 한술 더 떠중국 모델의 사용까지 막자는 말이 이미 나왔습니다.\n이번 중동 순방의 주인공은 엔비디아의 칩과 미국의 AI 기술로 볼 수 있습니다. 이는 중국과의 관계까지 잘라내는 강력한 무기가 된 것으로 볼 수 있습니다.\n■구글, 알고리즘 설계하고 과학 발견 돕는 에이전트 ‘알파이볼브’ 공개\n구글이 기존 모델을 조합, 알고리즘을 전문적으로 개선할 수 있는 에이전트를 선보였습니다. 사회 전 부분에 걸친 시스템의 알고리즘을 전부 개선할 수 있다면 엄청난 결과를 만들 수도 있을 것으로 보입니다.\n■알트먼 \"챗GPT를 검색에 쓰면 노년층...'인생의 운영 체제' 되는 게 목표\"\n챗GPT의 용도가 점차 확장되고 있으며, 오픈AI는 챗봇을 넘어 인생 전체에 사용하는 모든 기기와 소프트웨어를 뒷받침하는 운영 체제가 되고 싶다는 뜻을 알트먼 CEO가 밝혔습니다.\n■오픈AI, 챗GPT에 'GPT-4.1' 도입...\"코딩 AI 접근성 강화\"\n일반 채팅 목적보다 코딩에 특화된 GPT-4.1이 챗GPT에 포함됩니다. 이는 코딩 AI 경쟁 심화에 따른 것으로, 개발자들의 접근성을 강화하려는 것으로 보입니다. 요즘은 코딩 AI가 대세입니다.\n임대준 기자 ydj@aitimes.com", "keywords": ["트럼프", "중동", "AI", "엔비디아", "사우디"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170487"}
{"title": "오픈AI, 코딩 AI 에이전트 '코덱스' 출시...\"바이브 코딩 다음 단계로 나갈 것\"", "write_date": "2025-05-17 01:52:59", "category": "AI", "content": "오픈AI가 인공지능(AI) 코딩 에이전트인 '코덱스(Codex)'의 연구 미리보기를 출시했다.\n오픈AI는 16일(현지시간) 라이브 스트리밍 행사를 통해 코덱스를 공개하고, 이날부터 챗GPT 프로와 엔터프라이즈, 팀 구독자를 대상으로 서비스를 시작했다. 챗GPT 플러스와 에듀 사용자에게도 곧 확대될 계획이다.\n추론 모델 o3를 소프트웨어 엔지니어링에 최적화한 '코덱스-1(codex-1)' 모델을 기반으로 한다.\n이를 통해 o3의 성능을 넘는 자체 최고 코딩 성능을 갖춰, 더 깔끔한 코드를 생성하고 지시를 더 정확하게 따르며 유효한 코드를 얻을 때까지 반복적인 내부 테스트를 수행한다는 설명이다.\n그렉 브록먼 오픈AI 사장은 이날 라이브 스트리밍 행사에 출연해 \"오픈AI는 2021년 코덱스라는 첫 모델을 출시해 처음으로 '바이브 코딩'을 선보였으며, 몇주 전에는 터미널 환경에서 작동하는 코덱스 CLI를 출시했다\"라며 \"이제는 그다음 단계로 코덱스 에이전트를 선보인다\"라고 밝혔다.\n성능 향상 외에도 코덱스 에이전트는 여러 소프트웨어 엔지니어링 작업을 동시에 병렬 처리할 수 있으며, 실행 중에는 사용자가 다른 작업을 실행할 수 있다는 것이 강점이다.\n챗GPT 사이드바에 추가되는 코덱스 메뉴를 열면, 프롬프트 창 아래 '코드'와 '질문하기' 버튼을 선택할 수 있다. 또 프롬프트 바 아래에는 현재 진행 중인 코딩 작업이나 과거의 아카이브 리스트가 배치, 진행 중인 상황을 모니터링하며 다시 새로운 작업을 지시할 수 있다.\n이처럼 오픈AI의 가상 컴퓨팅 환경에서 실행된다. 깃허브에 연결해 코드 저장소를 불러낼 수 있다.\n간단한 코드 작성과 버그 수정, 코드 관련 답변, 테스트 실행 등의 작업을 수행하는 데 1분에서 30분 정도 소요된다.\n조쉬 토빈 오픈AI 에이전트 연구 책임자는 \"AI 코딩 에이전트는 궁극적으로 '가상 팀원'처럼 행동해 인간 엔지니어가 몇 시간 또는 며칠 걸리는 작업을 자율적으로 완료하도록 만드는 것이 목표\"라고 말했다. 오픈AI는 이미 내부적으로 코덱스를 활용해 반복적인 작업의 부담을 덜고 새로운 기능을 개발하고 있다고 전했다.\n안전에도 각별하게 신경 썼다고 밝혔다. 알렉산더 엠비리코스 제품 책임자는 \"o3 모델에 적용한 안전 장치 대부분이 코덱스에도 적용되며, 악성 소프트웨어 개발 요청을 확실하게 거부할 것\"이라고 설명했다.\n또 안전 장치는 인터넷 연결이 막혀 있거나 외부 네트워크에 접근할 수 없는 내부 폐쇄 환경에서도 작동한다. 악의적인 공격자의 손에 들어갈 경우 위험성을 제한하려는 조치다.\n브록먼 사장은 이날 \"소프트웨어 엔지니어링은 변하고 있으며, 2025년 말이면 근본적으로 다른 형태가 돼 있을 것\"이라며 \"코덱스 에이전트는 우리가 생각하는 소프트웨어 엔지니어링의 미래로 한발 더 나아간 형태를 보여주게 될 것\"이라고 말했다.\n이처럼 코덱스는 아직 에이전트라기보다는 샌드박스 플랫폼에 가까운 형태로 볼 수 있다. 이 때문에 '연구 미리보기'라는 단서를 달았다.\n오픈AI가 이를 업그레이드, 하반기부터 기업용 코딩 에이전트로 상용화할 계획을 보여주는 것이다. 특히 최근에는 코딩 스타트업 윈드서프를 인수, 이 분야에 힘을 싣고 있다.\n또 다음주 열리는 구글 I/O에서도 코딩 에이전트에 대한 발표가 등장할 것으로 보여, 코딩 AI 경쟁은 한층 더 치열해질 전망이다.\n한편, 코덱스 에이전트는 처음에는 연구 미리보기로 비교적 제한없이 사용할 수 있지만, 몇주 뒤에는 사용량 제한을 통해 크레딧 추가 구매 방식을 적용할 예정이다.\n임대준 기자 ydj@aitimes.com", "keywords": ["코덱스", "오픈AI", "AI 코딩 에이전트", "소프트웨어 엔지니어링", "안전 장치"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170519"}
{"title": "LG AI연구원, '문서 속 분자'까지 읽는 심층문서이해 모델 공개", "write_date": "2025-05-17 16:20:22+09:00", "category": "AI", "content": "출처=LG AI연구원 제공\nLG 인공지능(AI)연구원이 문서 안에 있는 분자구조식까지 읽어내는 화학 분야 특화 심층문서이해(DDU·Deep Document Understanding) 모델 'MolMole'을 17일 공개했다.\nLG AI연구원은 이날 LG 공식 블로그를 통해 MolMole 연구 결과 소식를 전했다. LG AI연구원에 따르면, MolMole은 실제 연구 현장의 니즈를 반영해 하나의 프레임워크로 구현해냈다.\n기존 화학 분야 DDU 기술은 분자구조식 이미지를 모델에 입력하면 이를 변환하는 데 그친다는 한계를 안고 있었다.\n이에 실제 연구 현장에서 사용되는 특허나 논문 등의 자료는 대부분 PDF 문서 형태로 존재해 PDF 문서 속 이미지를 일일이 잘라 입력해야 하는 번거로움이 존재했다.\n이 같은 불편함을 개선하기 위해 MolMole은 PDF 문서를 그대로 모델이 입력할 수 있도록 구현됐다. MolMole에 PDF 문서를 입력하면 한 번에 분자구조 등 화학 데이터를 인식해 제공된다.\n이를 통해 화학자들은 원하는 구조식을 신속하게 검색하고 방대한 화학 데이터를 기반으로 새로운 물질을 설계하거나 연구를 더욱 체계적으로 확장할 수 있게 된다.\n앞으로 단순한 연구 효율성 향상을 넘어 신약 개발, 신소재 탐색 등 화학 산업 전반의 혁신을 가속하는 데 핵심적인 역할을 할 것으로 보인다.\nLG AI연구원 측은 \"DDU 기술을 통해 화학 분야 핵심 정보를 정밀하게 해석하고 구조화함으로써 차세대 고성능 추론 모델의 학습 기반을 마련하는 데 기여하고자 한다\"며 \"MolMole을 시작으로 LG는 세상의 모든 문서를 완벽히 이해하고 해석하는 DDU 기술을 선도해 나가겠다\"고 전했다.\n유지희 한경닷컴 기자 keephee@hankyung.com", "keywords": ["MolMole", "DDU", "화학", "PDF", "신약 개발"], "url": "https://www.hankyung.com/article/2025051792057"}
