{"title": "삼성에피스, J&J에 美 바이오시밀러 소송 승소", "write_date": "2025-04-30 17:55:04+09:00", "category": "기타", "content": "삼성바이오에피스가 자가면역질환 바이오시밀러(바이오의약품 복제약)를 놓고 미국 대형 제약사와 벌인 소송에서 이겼다. 연간 10조원 규모인 해당 바이오시밀러 시장 공략에 청신호가 켜졌다.\n30일 업계에 따르면 지난 28일 미국 뉴저지지방법원은 삼성바이오에피스의 바이오시밀러 피즈치바(사진) 판매에 대한 존슨앤드존슨의 가처분 신청을 기각했다. 가처분이 인용되면 삼성바이오에피스는 주요 매출처인 미국 시장에서 주력 제품의 판매가 금지될 위기였다. 삼성바이오에피스는 오리지널 자가면역질환 의약품인 스텔라라 개발사 존슨앤드존슨과 합의를 거쳐 지난 2월 22일 판상 건선, 건선성 관절염, 크론병, 궤양성 대장염 등 치료제인 피즈치바를 출시했다.\n존슨앤드존슨은 이틀 뒤 “삼성바이오에피스가 계약을 위반하고 묵시적 성실 및 공정거래를 위반했다”며 가처분 소송을 걸었다. 삼성바이오에피스가 처방약급여관리업체(PBM)에 자체 상표(프라이빗 라벨) 권한을 부여한 점에 대해 “합의되지 않은 사항”이라며 판매 금지를 요청했다. 미국 의약품 유통의 핵심축인 PBM은 최근 들어 자체 브랜드 바이오시밀러로 시장을 공략하고 있다. PBM과 ‘협공’에 나선 삼성바이오에피스의 공격적인 판매 전략에 위협을 느낀 존슨앤드존슨은 소송으로 견제했다.\n이번 법원 결정은 오리지널 의약품사가 바이오시밀러 개발사의 PBM 브랜드 판매를 막기 위해 제기한 가처분 소송의 첫 판례다. 삼성바이오에피스가 소송에서 이기면서 미국 시장 공략에도 탄력을 받을 전망이다. 삼성바이오에피스는 유럽 스텔라라 바이오시밀러 시장에선 미국 제약사 암젠과 함께 점유율 1~2위를 다투고 있다.\n삼성바이오에피스는 경쟁사인 스위스 제약사 산도스를 판매 파트너로 선정해 미국 스텔라라 바이오시밀러 시장을 공략하고 있다.\n안대규 기자 powerzanic@hankyung.com", "keywords": ["삼성바이오에피스", "바이오시밀러", "존슨앤드존슨", "소송", "미국 시장"], "url": "https://www.hankyung.com/article/2025043069921"}
{"title": "롯데이노베이트 자회사 EVSIS…美서 50억 전기차 충전기 수주", "write_date": "2025-04-30 17:54:18+09:00", "category": "사물인터넷", "content": "롯데그룹의 정보기술(IT) 서비스 기업인 롯데이노베이트는 자회사 EVSIS(이브이시스) 아메리카가 미국에서 50억원 규모 전기자동차 충전기를 수주했다고 30일 발표했다.\n전기차 충전 플랫폼 전문 기업인 EVSIS는 지난해 미국 캘리포니아에 법인을 설립한 데 이어 올해 1월부터 최근까지 EVCS, EV에너지, EV게이트웨이 등 미국 주요 충전소 운영 사업자들과 120대의 충전기 공급 계약을 체결했다.\nEVSIS가 공급하는 충전기는 모두 100㎾급 이상 급속 충전기다. 회사 관계자는 “기술력을 필요로 하면서 마진이 높은 급속 충전기를 주력으로 미국 틈새시장을 공략할 계획”이라고 설명했다.\n이승우 기자 leeswoo@hankyung.com", "keywords": ["롯데이노베이트", "EVSIS", "전기자동차", "충전기", "미국"], "url": "https://www.hankyung.com/article/2025043069901"}
{"title": "크래프톤, 1650억원에 넵튠 인수", "write_date": "2025-04-30 17:46:36+09:00", "category": "스타트업", "content": "크래프톤이 카카오게임즈 자회사인 넵튠을 1650억원에 인수한다. 사업 다각화를 통한 중장기 성장 동력 확보 차원이라고 회사 측은 설명했다.\n크래프톤은 지난 29일 정기 이사회 결의를 통해 넵튠 지분 39.37%를 1650억원에 인수하기로 했다고 30일 발표했다. 거래가 완료되면 크래프톤은 기존 보유 지분 3.16%를 포함해 42.53%의 지분을 확보해 넵튠 최대주주가 된다.\n넵튠은 애드테크 기반 플랫폼 사업과 게임 개발, 퍼블리싱 역량을 바탕으로 성장한 기업으로 2016년 상장했다. 크래프톤 지분 0.9%를 보유 중이며 이용자 기반 확대와 함께 수익 구조 고도화를 추진하고 있다. 최근에는 콘텐츠 지식재산권(IP) 확장과 투자 포트폴리오 다변화를 통해 신성장 동력 발굴에 속도를 내고 있다.\n넵튠은 지난해 연결 기준 매출과 영업이익이 각각 1216억원, 96억원을 기록했다. 코스닥시장 상장 이후 최대 실적이다. 크래프톤이 인수한 후에도 넵튠은 현재 경영 체제를 유지할 예정이다.\n크래프톤은 이번 인수를 바탕으로 인도 시장 등에서 사업 확장을 추진할 계획이다. 크래프톤 관계자는 “인도를 포함한 글로벌 시장에서 새로운 비즈니스 모델을 검토하고 넵튠이 보유한 기술 및 사업 경험을 크래프톤의 게임 서비스에 녹일 것”이라고 말했다.\n안정훈 기자 ajh6321@hankyung.com", "keywords": ["크래프톤", "넵튠", "인수", "지분", "사업 확장"], "url": "https://www.hankyung.com/article/2025043069911"}
{"title": "\"해지 위약금 면제\" 요구 빗발…SKT, 역대 최대 위기", "write_date": "2025-04-30 17:45:43+09:00", "category": "보안", "content": "해킹으로 가입자의 유심 정보 등이 유출된 SK텔레콤이 창사 이후 최대 위기에 처했다. 정치권에선 약정 기간을 채우지 않고 계약을 해지하는 가입자에게 위약금을 면제해줘야 한다는 주장까지 나오고 있다. 28~29일 이틀 만에 7만 명이 다른 통신사로 빠져나가는 등 SK텔레콤이 진퇴양난에 빠졌다는 분석이 나온다.\n◇가입자 이탈 속도 빨라져\n유영상 SK텔레콤 대표는 30일 국회 과학기술정보방송통신위원회에 증인으로 출석해 이번 해킹 사고가 ‘통신사 역사상 최악의 해킹 사고’ 아니냐는 물음에 “그렇다”고 답했다. 한국인터넷진흥원(KISA)에 늑장 신고했다는 지적에 “신고 절차에 문제가 있었다”며 인정했다.\n가입자 보호와 관련해 유 대표는 “(나도) 유심안심보호서비스에만 가입했다”며 “이것만으로 충분하다고 생각한다”고 답했다. 최태원 SK그룹 회장과 최창원 SK수펙스추구협의회 의장도 유심을 바꾸지 않았다고 덧붙였다. 민관합동조사단은 전날 단말기 고유식별번호(IMEI)는 유출되지 않아 유심보호서비스에 가입하면 유심 복제로 인한 피해를 막을 수 있다고 발표했다.\n피해 가능성과 무관하게 소비자 불안에 따른 여진이 지속되면서 SK텔레콤 이탈자는 늘어나고 있다. 지난 29일 SK텔레콤 가입자 3만5902명이 KT와 LG유플러스로 번호이동을 했다. 두 통신사에서 SK텔레콤으로 번호이동한 가입자는 3262명으로 이날 하루 동안 3만2640명이 순감했다. 전날(2만5403명)보다 순감 규모가 늘었다.\n알뜰폰으로 번호이동한 수치는 집계되지 않아 실제 이탈 규모는 더 큰 것으로 추정된다. SK텔레콤은 2월 말 기준 2309만 명을 보유한 부동의 1위 사업자다. 2위인 KT(1334만 명)와 격차가 상당하지만 이 추세가 지속된다면 걷잡을 수 없는 상황이 전개될 가능성도 배제하기 어렵다.\n◇정치권 공방에 집단소송까지\n대선 국면과 맞물려 이슈가 정치권 등으로 확산하는 것도 SK텔레콤에 악재다. 이날 청문회에선 번호이동의 ‘장벽’인 해지 위약금 납부를 면제해야 한다는 요구가 나왔다. SK텔레콤 이용약관 제44조가 이 같은 요구의 근거다. 약관엔 ‘회사 측 귀책 사유로 해지할 경우 위약금이 면제된다’는 내용이 담겨 있다. 이에 대해 유 대표는 “사내에서 종합적인 검토를 거친 후 답하겠다”고 말했다. 강도현 과학기술정보통신부 2차관은 “법률적으로 명확하게 검토하고 사건 사후 처리와 병행해서 보겠다”고 덧붙였다. 일부 로펌은 SK텔레콤을 대상으로 위자료 지급을 청구하는 집단소송에 나섰다.\n전문가들은 해킹의 원인을 얼마나 밝힐 수 있느냐에 SK텔레콤의 명운이 달렸다고 입을 모았다. 이와 관련, 서울경찰청 사이버수사과는 이날 SK텔레콤 유심 정보 해킹 사건 내사를 수사로 전환했다. 22명 규모 전담수사팀도 꾸렸다. 국내외 공조 체계를 가동해 악성코드 침입 등 해킹 경위와 배후를 밝혀낼 계획이다. 과기정통부가 주축인 민관합동조사단도 조사에 속도를 내는 것으로 알려졌다.\n보안 시스템 미비 등 SK텔레콤의 귀책 사유가 명확해지면 재무적 손실은 눈덩이처럼 불어날 것으로 예상된다. 무상 교체를 위해 6월 말까지 유심 1100만 개를 확보하기로 하는 등 수백억원의 비용이 발생한 데다 과징금도 역대급으로 맞을 가능성이 있다. 개인정보보호법 개정으로 과징금 기준이 ‘관련 매출 3%’에서 ‘전체 매출 3%’로 바뀌어서다. 게다가 SK텔레콤은 유심보호서비스 가입 여부와 상관없이 해킹 피해가 발생하면 회사가 전면 보상하겠다고 밝혔다. 이와 관련, 유 대표는 청문회에서 “최악의 경우 SK텔레콤 망을 쓰는 알뜰폰 가입자를 포함해 2500만 명의 정보가 유출됐을 수 있다고 가정하고 대비하고 있다”고 말했다.\n이승우/최지희 기자 leeswoo@hankyung.com", "keywords": ["해킹", "SK텔레콤", "가입자 이탈", "위약금", "집단소송"], "url": "https://www.hankyung.com/article/2025043069881"}
{"title": "인텔 \"파운드리 포기 안 한다\"", "write_date": "2025-04-30 17:44:18+09:00", "category": "반도체", "content": "“파운드리(반도체 수탁생산)를 반드시 성공시키겠다.”\n29일(현지시간) 미국 캘리포니아주 새너제이컨벤션센터(SJCC)에서 열린 ‘인텔 파운드리 다이렉트 2025’의 기조연설자로 나선 립부 탄 인텔 최고경영자(CEO)는 이렇게 말했다. 그는 “우리는 제조 역량을 지속적으로 강화하면서 반도체 개발 및 제조 분야에서 위상을 높이기 위해 끊임없이 노력하고 있다”고 강조했다.\n탄 CEO의 이 같은 발언은 지난해 12월 팻 겔싱어 CEO가 이사회에서 해임된 뒤 계속 제기돼 온 파운드리 부문 분리 매각설에 선을 그은 것으로 해석된다. 탄 CEO는 이날 “취임 후 5주간 많은 사람에게 파운드리 사업을 계속할 것인지에 관한 질문을 받았다”며 “나의 대답은 예스(yes)”라고 했다. 그는 “물론 우리는 개선이 필요한 부분이 있다”며 “우리의 로드맵, 파트너십, 실행력을 강화하겠다고 결심했다”고 강조했다.\n인텔은 올 하반기부터 미국 오리건주 힐스버러 인근 공장에서 1.8나노미터(㎚) 공정 대량 생산을 시작한다. 애리조나주 공장에서도 올해 양산에 들어간다고 이날 밝혔다. 당초 인텔은 지난해 말부터 1.8㎚, 이른바 인텔 18A 공정에서 반도체 생산을 시작하겠다고 밝혔지만 경영난과 CEO 교체로 계획이 지연됐다. 나가 찬드라세카란 인텔 수석부사장은 “18A 공정엔 여느 신기술과 마찬가지로 여러 고비와 난관이 있었지만 팀은 계속 앞으로 나아갔다”며 “올해 하반기부터 18A 공정으로 대량 생산을 시작할 수 있을 것”이라고 말했다.\n많은 기업이 자사 최첨단 공정인 1.4㎚(인텔 14A) 공정에 관심을 보인다는 점도 강조했다. 탄 CEO는 “여러 고객사가 2027년을 목표로 14A 공정에서 테스트 칩을 개발하겠다는 의향을 드러냈다”고 말했다. 삼성전자와 TSMC가 각각 2027년과 2028년 1.4㎚ 공정 개시를 예고했는데 이를 따라잡겠다는 것으로 풀이된다. 첨단 공정뿐 아니라 구형(레거시) 공정에서 미디어텍, UMC 등 고객사를 확보했다는 사실도 밝혔다.\n탄 CEO는 이날 ‘고객 우선’을 재차 강조했다. 그는 이날 행사에 참석한 케이던스, 시놉시스 등 주요 전자설계자동화(EDA) 업체 수장들에게 고객 관점에서 인텔에 대한 피드백을 묻는 데 시간을 할애했다.\n실리콘밸리=송영찬 특파원 0full@hankyung.com", "keywords": ["파운드리", "인텔", "CEO", "1.8나노미터", "고객 우선"], "url": "https://www.hankyung.com/article/2025043069741"}
{"title": "GC녹십자, 올해 1분기 영업익 흑자전환…“알리글로 글로벌 판매 증가”", "write_date": "2025-04-30 17:14:03+09:00", "category": "기타", "content": "GC녹십자 제공\nGC녹십자가 올해 1분기 영업이익을 흑자전환하는데 성공했다. 국내 혈액제제의 수익구조 개선과 알리글로 등 대표 품목의 글로벌 판매 증가가 영향을 미친 것으로 분석된다.\n녹십자는 연결 기준 올해 1분기 영업이익이 80억원으로 전년 동기 대비 흑자전환했다고 30일 공시했다. 지난해 1분기 영업이익은 150억원 적자였다. 올해 1분기 매출은 3838억원으로 전년 동기 대비 7.6% 증가했다.\n이번 실적에는 약가인상 등 국내 혈액제제의 수익구조가 개선된 점과 알리글로 등 고수익 제품의 글로벌 판매가 증가한 것이 영향을 미친 것으로 보인다. 녹십자 관계자는 \"GC셀 등 자회사는 경영효율화로 올해 하반기 수익성이 개선될 것으로 기대된다\"라고 설명했다.\n알리글로는 2023년 12월 미국 식품의약국(FDA) 허가를 받은 면역글로불린(IG) 혈액제제다. 녹십자는 알리글로의 연매출 목표를 1억달러로 두고 있다. 미국 내 의약품 관세로 인한 매출 영향은 제한적일 것으로 분석한다고 회사 측은 설명했다.\n또 수두 및 독감백신의 해외 매출도 지속적으로 성장하고 있다. 녹십자의 고마진 수두백신 '배리셀라'는 중동 및 아시아를 중심으로 인허가 국가를 확대하고 있다. 올해 예상 매출은 300억원 수준이다. 독감백신 '지씨플루'는 태국에서 역대 최대 물량을 수주해 2분기부터 공급 예정이다.\n헌터라제도 외형을 확장하고 있다. 헌터라제는 머리에 삽입한 디바이스를 이용해 약물을 뇌실에 직접 투여함으로써 중추신경 증상을 개선시키는 치료제다. 2012년 녹십자가 개발해 2013년부터 아시아 및 중동 지역에 수출을 시작했고 2021년에는 중국에도 출시했다. 녹십자는 연내 헌터라제 내실 내 주사(ICV) 제형에 대해 국내 임상 1상을 마무리한다는 목표다.\n녹십자는 올해 전체 매출이 1조8000억~1조9000억원에 이를 것으로 전망하고 있다. 회사 관계자는 \"연구개발(R&D) 비용은 매출의 9.5~10%를 유지할 계획\"이라고 설명했다.\n이영애 기자 0ae@hankyung.com", "keywords": ["GC녹십자", "영업이익", "알리글로", "혈액제제", "매출"], "url": "https://www.hankyung.com/article/202504306804i"}
{"title": "SK텔레콤 해킹 사태 직후…SK쉴더스 홍원표 대표 사임", "write_date": "2025-04-30 16:18:37+09:00", "category": "보안", "content": "SK텔레콤 해킹 사태 이후 보안 서비스를 제공하는 SK쉴더스의 홍원표 대표가 자리에서 물러났다.\n30일 SK쉴더스에 따르면, 홍 대표는 오는 7월 임기 만료를 앞두고 이날 사임 의사를 밝혔다.\n한 관계자는 \"내부 절차상 3개월 이전에 연임 여부를 정해야 하기 때문에 시점상 오늘 사퇴 입장을 전한 것\"이라며 SK텔레콤 해킹 사태와는 관련이 없는 사안이라고 설명했다.\nSK쉴더스는 SK텔레콤을 포함한 SK그룹 전반에 보안 서비스를 제공하고 있다.\n홍 대표는 이날부로 사임할 예정인 것으로 전해졌다.\n업계 안팎에서는 SK쉴더스의 직접적인 책임 유무와 관계없이 시점상 공교로운 부분이 있는 만큼 도의적 책임이 그의 거취에 영향을 미친 것 아니냐는 해석도 제기되고 있다.\n유지희 한경닷컴 기자 keephee@hankyung.com", "keywords": ["SK텔레콤", "해킹", "SK쉴더스", "홍원표", "사임"], "url": "https://www.hankyung.com/article/2025043065957"}
