{"title": "네이버, 쇼핑앱 띄우더니 '광고 매출 역대 최대'…영업익 15% 증가", "write_date": "2025-05-09 08:32:16+09:00", "category": "AI", "content": "경기 성남 네이버 본사. 사진=연합뉴스\n네이버\n가 주요 사업 전반에 걸쳐 성장세를 나타내면서 매출과 영업이익 모두 전년 동기 대비 10% 이상 끌어올렸다. 특히 인공지능(AI) 기반 쇼핑 애플리케이션(앱) 네이버플러스 스토어 출시로 커머스 광고 매출은 역대 최대 규모를 기록했다.\n네이버는 올해 1분기 매출 2조7868억원을 올렸다고 9일 밝혔다. 지난해 같은 기간보다 10.3% 증가한 것이다. 이 기간 영업이익은 15% 늘어난 5053억원으로 나타났다. 조정 EBITDA(상각 전 영업이익)는 7010억원이다.\n네이버는 모든 사업 영역에서 성장세를 이어갔다. 서치플랫폼의 경우 지난해 같은 기간보다 11.9% 증가한 1조127억원의 매출을 올렸다. AI를 활용한 지면 최적화가 진행되면서 상품 경계가 허물어졌고 이에 따라 전체 광고 효율과 매출 증가가 나타났다는 설명이다. 2분기엔 전체 네이버 플랫폼 광고 중심으로 공개할 계획이다.\n커머스 매출은 12% 증가한 7879억원으로 집계됐다. 네이버플러스 스토어 출시, N배송 개편, 멤버십 혜택 강화 등이 실적을 끌어올렸다. 1분기 스마트스토어와 서비스 거래액이 늘면서 커머스 온-플랫폼 거래액도 10.1% 증가했다. 커머스 광고 매출은 네이버플러스 스토어 출시에 더해 지면 최적화, 추천광고 고도화 등의 영향으로 역대 최대 규모를 기록했다.\n핀테크 매출도 3927억원으로 전년보다 11% 늘었다. 네이버페이 결제액은 17.4% 증가한 19조6000억원에 달했다. 네이버페이는 지난달 선보인 증권사 간편주문 서비스(WTS)를 포함해 금융 서비스 영역에서 경쟁력을 강화한다는 방침이다.\n콘텐츠 매출은 4593억원으로 2.9% 늘었다. 엔터프라이즈 부문은 1342억원의 매출을 올렸다. 지난해 같은 기간보다 14.7% 늘었지만 직전 분기보다는 24.4% 감소한 수치다. 기존 클라우드 부문은 이번 분기부터 사업부문의 구성상 특징 등을 고려해 명칭을 '엔터프라이즈 부문'으로 변경한다.\n최수연 네이버 대표는 \"네이버만의 콘텐츠와 데이터를 검색뿐 아니라 발견과 탐색, 쇼핑과 플레이스 등으로 연결해 AI가 대체할 수 없는 생태계 기반의 독보적 플랫폼 경쟁력을 확보해나가고 있다\"며 \"이용자 경험 고도화와 서비스·광고 기술의 점진적 변화를 통해 역량을 강화해나갈 것\"이라고 말했다.\n김대영 한경닷컴 기자 kdy@hankyung.com", "keywords": ["네이버", "매출", "영업이익", "인공지능", "커머스"], "url": "https://www.hankyung.com/article/202505091585g"}
{"title": "[속보] 네이버, 1분기 영업익 5053억원…전년 대비 15%↑", "write_date": "2025-05-09 08:04:34+09:00", "category": "기타", "content": "네이버 사옥. 사진=연합뉴스\n9일 금융감독원 전자공시시스템에 따르면\n네이버\n의 올 1분기 연결 기준 매출은 2조7868억원을 기록했다. 지난해 같은 기간보다 10.3% 늘었다. 영업이익은 같은 기간 5053억원으로 15% 증가했다.\n김대영 한경닷컴 기자 kdy@hankyung.com", "keywords": ["네이버", "매출", "영업이익", "증가", "금융감독원"], "url": "https://www.hankyung.com/article/202505091470g"}
{"title": "CJ올리브네트웍스 해킹, 北 조직 '김수키' 의심되는데…", "write_date": "2025-05-09 07:18:18+09:00", "category": "보안", "content": "/ 사진=게티이미지뱅크\nCJ올리브네트웍스의 디지털 서명 파일 유출 배후로 북한 정찰총국 산하 해킹그룹 '김수키'가 지목되는 가운데, 북한의 사이버 공격에 보다 적극적으로 대응해야 한다는 지적이 나오고 있다.\n9일 보안업계에 따르면 지난달 말 공개된 북한발 악성파일에서 CJ 올리브네트웍스의 디지털 서명이 탑재된 사실이 발견됐다. 업계에서는 북한 해킹그룹 '김수키'가 연루된 것으로 의심하고 있는데 CJ 올리브네트웍스 \"고객 정보와는 무관한 내부 소프트웨어용 파일\"이라며 \"즉시 폐기해 현재 유효하지 않다\"고 설명했다.\n중국 보안기업 레드드립팀은 김수키가 탈취한 CJ 올리브네트웍스 전자서명 정보를 악용해 국책연구기관인 '한국기계연구원'을 공격하려 했다는 정황도 공개했다.\n한국인터넷진흥원(KISA)은 지난 6일 오후 인터넷에서 해킹정보를 수집하던 도중 인증서 유출 정황을 파악하고 자정쯤 CJ올리브네트웍스에 침해내용을 파악하도록 통지했다. 정보보호 업계에 따르면 지난달 말 공개된 북한발 악성파일에서 CJ올리브네트웍스의 코드사인(Code Signing) 인증서가 발견됐다. 코드사인 인증서는 소프트웨어에 명시된 개발사의 진위를 증명하는 데 쓰인다.\nCJ올리브네트웍스는 \"북한 해킹 등은 추정일 뿐 확인된 내용은 전혀 없다\"고 했지만, 국내 제조·방산업계를 중심으로 북한발 공격이 이어지고 있는 만큼 이에 대한 점검과 대응이 시급하다는 지적이다.\n최근 한국을 타깃으로 한 국제 해커 조직의 사이버 공격이 부쩍 늘었는데, 특히 북한 소행이 많아졌다는 지적이다. 김수키는 북한 정찰총국 소속으로 라자루스, 안다리엘 등과 함께 대표적인 해커 조직 중 하나로 꼽힌다.\n해킹은 북한의 대표적인 외화벌이 수단이다. 국내 공급망 소프트웨어(SW)를 집중하여 공격하며, 국가 기관 내부망 침투를 엿보고 있다. 2023년에는 국내 유명 검색 포털 사이트를 그대로 복제한 '피싱 사이트'를 구축해 이메일 계정 정보를 탈취한 정황이 공개돼 충격을 안겼다.\n그뿐만 아니라 신용카드 정보 절취로 카드번호와 유효기관, 보안코드 등의 정보를 입수하기도 했다.\n지난해 5월 미국 정부는 북한 해커조직이 언론인, 학자, 동아시아 전문가로 위장해 스피어피싱에 나서고 있다며 '사이버보안 주의보'를 발령했는데, 여기서도 북한 해커조직 김수키가 언급됐다. 김수키가 미국 정부 당국자와 싱크탱크 관계자, 기자 등의 이메일과 문서, 기기를 해킹해 지정학적 사건이나 외교정책 전략 등 북한 관련 정보를 수집하려고 한다는 게 미 정부 측 설명이다.\n지니언스  '김수키 그룹의 'BlueShark' 위협 전술 분석'에 따르면 김수키는 국내에서도 지난해 상반기 강연 의뢰, 특강, 인터뷰 질문지 등으로 위장된 첨부파일을 국내 기업에 유포하는 스피어피싱 방식으로 해킹을 했다. 김수키가 보낸 docx, pdf 등 확장자의 미끼 파일을 열면 피싱 사이트로 유도하는 웹페이지가 나타난다. 공유된 사례에서는 가짜 구글 계정 로그인 웹페이지가 사용됐다. 로그인까지 하면 악성 파일이 숨겨진 가짜 구글 드라이브로 접속해 개인정보를 빼 가는 방식이다.\n전문가들은 검증되지 않은 URL 접속, 첨부파일 다운로드 등의 행위를 하지 말고, 소프트웨어나 운영체제의 지속적인 업데이트로 보안 취약점을 최소화해야 한다고 조언한다.\n김소연 한경닷컴 기자 sue123@hankyung.com", "keywords": ["북한", "해킹그룹", "김수키", "CJ올리브네트웍스", "사이버 공격"], "url": "https://www.hankyung.com/article/2025050914427"}
{"title": "[기획] 인구감소 시대, 여성단체가 먼저 나섰다", "write_date": "2025-05-09 07:02:35", "category": "기타", "content": "전남여성가족재단, 인구위기 대응 릴레이 포럼 개최\n지방소멸 대응 위한 '여성 중심 해법' 모색\n전남여성가족재단이 '인구감소 위기대응'에 대한 일레이 포럼을 시작한다. (사진=생성형 AI.DIDWNSTJR RLWK)\n전남여성가족재단이 인구감소 시대의 본격적인 해법 찾기에 나섰다. 출산과 돌봄, 일자리 등 인구감소의 전면에 놓인 문제를 여성의 삶의 맥락에서 진단하고, 지역사회가 함께 참여하는 '릴레이 포럼'을 통해 생산적인 대화의 장을 연다.\n전라남도는 전국에서 고령화와 청년 유출이 가장 빠르게 진행되는 지역 중 하나다. 그 속에서 전남여성가족재단이 인구위기 대응 포럼을 주도하는 것은 단순한 기획을 넘어 ‘출산과 돌봄의 직접 당사자인 여성’을 인구정책의 주체로 자리매김시키는 의미 있는 선언이다.\n기존 인구정책이 숫자 중심의 행정적 대응에 머물렀다면, 이번 릴레이 포럼은 생애주기별 관점에서 경력단절 여성의 재취업, 가족친화적 일자리 구조, 청년 인구의 지역 정착 유도, 양육·돌봄의 사회화 등 근본적 해법을 모색하는 데 초점을 맞춘다.\n릴레이 포럼 구성, 현장의 목소리로 정책을 설계한다\n이번 포럼은 오는 6월부터 12월까지 총 네 차례에 걸쳐 진행된다. 각 회차는 단발성 발표가 아닌 전문가 주제 발표 + 패널 토론 + 청중 대담이라는 3단 구성을 채택해, '책상 위의 해법'이 아닌 '현장과 연결된 논의'를 유도한다.\n포럼 순서는 1차(6월): 여성 생애주기별 맞춤형 일자리 → 경력단절 예방, 재취업 지원, 돌봄 인프라와의 연계 방안.\n2차(7월): 인구감소 위기 대응 정책과제 → 청년층 정착, 농산어촌의 생활여건 개선, 외부 인재 유치 정책.\n3차(11월): 전남의 미래, 가족친화사회 → 가족 돌봄의 공동화, 지역 커뮤니티 기반 육아 플랫폼 구축.\n4차(12월): 전남 가족정책 방향과 과제 → 장기적인 출산·양육정책 재설계, 지방정부 간 협력체계로 이어진다.\n이러한 포럼이 실질적 정책 제안으로 이어지기 위해서는 단순 담론을 넘어 '구체적이고 실행 가능한 제안'이 도출되어야 한다. 다음과 같은 세 가지 주안점이 특히 중요하다.\n첫째, '여성'만이 아닌 '성별 통합 관점'에서의 접근 → 여성의 출산, 남성의 돌봄 참여, 비혼·1인가구 등 다양한 생애 유형에 대한 포괄적 관점이 필요하다.\n둘째, '청년 이탈'이라는 결과보다 '정착 불가능성'이라는 구조에 주목 → 정주 여건, 질 좋은 일자리, 지역 교육·보육 인프라 개선이 청년의 선택에 결정적이다.\n셋째, '복지'가 아닌 '투자'로 인식 전환 → 돌봄, 출산, 일자리 정책을 재정 부담이 아닌 지역의 지속가능성을 위한 투자로 재정립해야 한다.\n포럼 이후가 더 중요…정책 반영 위한 제도화 필요\n포럼은 끝이 아닌 시작이어야 한다. 논의 결과를 전라남도와 각 시·군이 실질적인 정책으로 수렴할 수 있도록, 전남여성가족재단은 각 회차 종료 후 '정책 브리핑 리포트'를 정리해 지자체와 공유할 계획이다.\n이는 포럼의 결과가 단순한 자료집에 머물지 않고 행정 시스템에 반영될 수 있도록 제도화하는 과정이다.\n전남여성가족재단 성혜란 원장은 \"인구문제는 지역의 존립 기반을 흔드는 중대한 과제지만, 그 중심에는 결국 일상에서 살아가는 시민 개개인이 있다\"며, \"여성의 삶과 목소리에서 출발하는 이번 포럼이 지역사회에 실질적인 변화를 만들어내는 계기가 되기를 바란다\"고 말했다.\n인구보건복지협회 관주·전남지회 관게자는 \"지방의 인구정책은 더 이상 '출산장려금'으로 해결되지 않는다\"면서 \"'왜 이 지역에서 살고 싶지 않은가'에 대한 질문을 함께 나눌 수 있을 때, 진짜 해법이 보인다\"는 의견을 나타냈다.\n이처럼 이번 포럼은 인구감소 시대의 대응을 '여성의 문제'가 아닌 '사회의 구조 문제'로 확장하여 다루는 중요한 실험이다. 앞으로 어떤 토론과 실천이 이어질지 주목된다.\n양준석 기자 kailas21@aitimes.com", "keywords": ["전남여성가족재단", "인구위기", "여성 중심 해법", "릴레이 포럼", "정책 제안"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170248"}
{"title": "AI 아티스트가 그려낸 쓰레기로 만든 드레스", "write_date": "2025-05-09 07:00:00", "category": "AI", "content": "AI타임스 조예주 기자 joyejuoffice@aitimes.com", "keywords": ["AI", "타임스", "기자", "요청", "조예주"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170265"}
{"title": "[5월8일] \"AI가 구글 검색 밀어낼 것...10년 뒤 아이폰도 없어질 수 있어\"", "write_date": "2025-05-09 07:00:00", "category": "AI", "content": "(사진=셔터스톡)\n7일(현지시간) 미국 워싱턴 D.C.에서 열린 구글의 검색 독점 소송에는 에디 큐 애플 수석 부사장이 증인으로 등장했습니다. 대부분 매체는 그가 애플의 사파리 브라우저에 구글 검색 외에도\nAI 검색 엔진을 탑재\n할 것이라고 말한 데 초점을 맞췄습니다.\n그러나 이날 증언에는 30년이 넘게 기술계에 몸담았던 베테랑이 현재 기술계와 인공지능(AI)를 보는 통찰력도 담겨 있습니다. 그는 1989년에 애플에 입사, 애플 온라인 스토어와 아이튠 스토어, 앱 스토어 등을 구축한 애플의 산증인이자 최고 베테랑입니다. 현재는 아이클라우드와 애플 TV, 애플 뮤직 등을 담당하고 있지만, 회사의 최고 거래 담당자로도 알려져 있습니다.\n큐 부사장이 이날 법정에서 하고 싶었던 말의 핵심은 \"굳이 구글을 규제하지 않아도, 검색은 인공지능(AI)에 이미 밀려나고 있다\"라는 내용이었습니다.\n그 예로 든 것은 지난달 사파리 검색량이 처음으로 감소했다는 사실입니다. 그는 \"22년 만에 처음 있는 일\"이라고 말했습니다. 사파리의 기본 검색 엔진은 구글인데, 검색량이 줄어들면 애플의 수익도 감소합니다. 그는 이 문제로 \"잠을 많이 설쳤다\"라고 말했습니다.\n이는 AI 영향 때문이라고 설명했습니다. 오픈AI나 퍼플렉시티, 앤트로픽 등 AI 검색 서비스 제공업체들이 결국 구글과 같은 기존 검색 엔진을 대체할 것이라고 믿는다며, 애플도 사파리에 이런 기능을 추가할 수밖에 없다는 것입니다.\n그는 \"AI가 등장하기 이전에는 구글 외 다른 어떤 것도 대안이 될 수 없다고 생각했다\"라며 \"현재는 새로운 진입자들이 다른 방식으로 문제를 해결하고 있기 때문에 훨씬 더 큰 잠재력이 있다\"라고 밝혔습니다.\n\"진정한 경쟁을 할 수 있는 유일한 방법은 기술 전환\"이라며 \"AI는 새로운 기술 전환이며, 신규 진입자들에게 새로운 기회를 만들어내고 있다\"라고 강조했습니다.\n또 이런 변화가 한때 난공불락으로 보였던 기업들을 무너뜨릴 수 있다고 주장했습니다. 그는 \"실리콘 밸리에 가보니 HP, 선 마이크로시스템즈, 인텔 등 한때 최고의 기업이나 가장 성공적인 기업들은 모두 오늘날 존재하지 않거나, 규모가 훨씬 작고 영향력도 훨씬 약해졌다\"라고 말했습니다.\n큐 애플 수석 부사장(왼쪽)과 팀 쿡 CEO (사진=X, Eddy Cue)\n물론 아직 AI는 완전한 기술이 아니며 개선할 점도 많다고 지적했습니다. 하지만 기술 발전으로 이제는 사용자들의 습관을 바꿔놓을 단계에 달했다고 설명했습니다.\n한발 더 나아가 기술이 너무 빠르게 변화하고 있기 때문에 몇년 뒤에는 사람들이 기기를 더 이상 사용하지 않게 될 수도 있다고 말했습니다. \"말도 안 되지만 10년 뒤에는 아이폰이 필요 없을지도 모른다\"라는 말까지 했습니다. 판사에게 기술 산업은 석유나 화학과 같은 다른 산업과 다르며, 구글과 같은 거대 기업들은 법원의 개입 없이도 종종 몰락한다고 경고한 것입니다.\n결국 구글이 현재 검색을 장악하고 있지만, 결국 AI에 밀려날 것이라는 내용입니다. 이미 서서히 죽어가는 검색에 제재를 가할 것까지는 없지 않느냐는 메시지를 전달한 것입니다. 애플은 검색 제휴로 인해 구글로부터 연간 200억달러에 달하는 수익을 얻고 있습니다.\n그의 주장을 미국 법무부나 법원이 인정하고 구글 제재를 포기할 일은 없겠지만, 최고의 기술 베테랑도 기존 서비스가 AI에 밀려난다는 것을 강조했다는 점에서 주목되는 발언입니다.\n이는 미국이나 해외에서 일어나는 일만은 아닙니다. 최근 와이즈앱이 발표한 데이터에 따르면, 지난 3월\n챗GPT의 국내 사용자는 1092만명\n에 달했습니다. 이는 한달도 안 돼 85%(523만명)나 사용자가 늘어난 것입니다.\n아직 국내에는 이에 따른 기존 검색 엔진 사용량 추이는 확인할 수 없지만 영향을 받지 않았다고 하면 더 이상한 일입니다. 6일 자 인터넷 트랜드의 자료에 따르면, 국내 검색 엔진 점유율은 네이버(64.49%), 구글(29.7%), 다음(2.64%) 순입니다.\n이어 7일 주요 뉴스입니다.\n(사진=셔터스톡)\n■\n\"챗GPT로 우주의 원리 깨달아\"...늘어나는 'AI 망상'\n챗GPT를 통해 우주의 원리를 깨닫게 됐다거나 신의 목소리를 들었다는 등의 망상이 번진다는 글이 커뮤니티에 올라왔습니다. 챗봇에 대한 의존도가 갈수록 심해진다는 말입니다. 과거 영상이나 게임 등이 겪었던 과정을 답습하는 분위기입니다.\n■\n구글, '제미나이' 최신 버전으로 최초로 앤트로픽 코딩 실력 능가\n제미나이 최신 버전이 벤치마크에서 앤트로픽의 코딩 점수를 처음 넘어선 것으로 알려졌습니다. 허사비스 CEO가 X에 자랑하는 글을 올린 것도 충분히 이해됩니다.\n■\n\"오픈AI, 영리 기업 계획 변경으로 상장 가능성 없어져\"\n오픈AI의 비영리 부분 유지 방침에 따라 관련 분석이 쏟아지고 있습니다. 이번 조치로 향후 상장이 어려워질 것이라는 내용입니다. 올해 말, 어쩌면 내년까지 이 문제는 계속 거론될 것으로 보입니다.\nAI타임스 news@aitimes.com", "keywords": ["구글", "AI", "검색", "에디 큐", "사파리"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170242"}
