{"title": "[기자수첩]복지, 속도보다 방향이다…전남도, 'AI' 이전에 먼저 할 질문", "write_date": "2025-05-07 18:49:20", "category": "AI", "content": "\"당신이 모르는 사이, 고독해진 이웃이 있다.\" 전남의 초고령사회 현실은 점점 더 조용한 위기를 품고 있다. 행정이 도달하지 못하는 골목, 통계가 잡아내지 못한 변화 속에 복지의 공백이 자라고 있다.\nAI 복지상담 (출처=보건복지부)\nAI는 그 공백을 메울 '도구'가 될 수 있다. 그러나 지금, 전남도 행정이 던져야 할 진짜 질문은 이렇다. \"우리는 누구의 삶을, 무엇으로 보살피고 있는가?\" 'AI'보다 먼저, 전남이 해야 할 질문은?\nAI 기반 복지행정은 효율을 향한 기술적 해법일 수 있다. 하지만 전남이 마주한 문제는 단순한 기술 부족이 아니다. 오히려 복지행정의 구조적 피로, '정성'보다 '양식'에 매몰된 현장의 문화, 공공과 민간의 고립된 단선 연결 등이 이 문제의 본질에 가깝다.\n복지란 원래 사람이 사람에게 닿는 일이다. 전남이 AI를 논하기 전에, 사람을 제대로 보는 체계를 갖췄는지부터 돌아봐야 한다. '누가', '어떤 상태'로 살아가는지를 행정이 알고 있는가?\n복지대상자의 주소록은 있어도 '생활 맥락'이 없는 행정 데이터로는 AI의 작동도 공허하다. 데이터는 연결보다 '이해'를 우선해야 한다.\n전남이 AI 복지행정을 꿈꾼다면, 우선 필요한 것은 데이터의 통합이 아니라 데이터의 '의미화'다. 단순히 건강보험 정보와 수급 이력을 모은다고 위기가 보이는 것은 아니다. 그 정보를 해석할 수 있는 '생활 감각'이 필요하다.\n이를 위해선 복지담당 공무원이 단순 행정처리자가 아니라, 지역 생활정보의 수집자이자 해석자로 바뀌어야 한다. 기술이 일궈낼 예측력은, 결국 현장에서 수집된 섬세한 생활 데이터의 품질에 달려 있다.\n전남에 필요한 건 'AI 전략'이 아니라 '복지 인식의 리셋'\n지금 필요한 것은 단순히 시스템을 바꾸는 것이 아니라, 행정의 인식을 전환하는 것이다. AI 도입을 말하는 회의에서, 한 사람의 이름이 아닌 '코드'만 논의되고 있다면 그 조직은 이미 복지를 잊고 있다.\nAI는 도구다. 기술을 도입하는 목적은 '더 빠르게'가 아니라 '더 깊게'여야 한다. '찾아가는 복지'는 좋은 시도다. 그러나 그것이 지속되려면 행정 내에 '사람을 기억하는 조직'이 있어야 한다. AI가 기억하는 건 패턴이고, 사람만이 기억할 수 있는 것은 사연이다.\n기술은 따뜻해야 한다. 전남은 가장 먼저 늙어가는 지역이다. 하지만 가장 따뜻하게 늙어가는 시스템을 만들 수 있는 가능성도 가진 곳이다. 복지를 기술로만 대할 때, 우리는 행정을 빠르게 만들 수 있다. 그러나 복지를 사람으로 바라볼 때, 우리는 행정을 깊게 만들 수 있다.\n전남은 지금, 복지의 '속도'가 아니라 '방향'을 다시 정할 시간이다. 기술보다 태도, 시스템보다 마음이 먼저 움직여야 한다. 그 위에 AI가 더해질 때, 비로소 전남의 복지행정은 ‘사람을 향한 기술’로 진화할 수 있을 것이다.\n이제 묻는다. 전남의 복지행정은 지금, 누구를 향해 서 있는가? 그 방향이 흔들리지 않도록, AI는 그저 옆에서 도울 뿐이다.\n양준석 기자 kailas21@aitimes.com", "keywords": ["고독", "복지", "AI", "데이터", "인식"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170195"}
{"title": "구글, 어려운 문서 이해 도와주는 '심플리파이' 기능 츨시", "write_date": "2025-05-07 18:05:00", "category": "AI", "content": "(사진=구글)\n구글이 웹에서 복잡한 문장과 전문 용어를 이해하기 쉽게 만드는 새로운 기능을 도입했다. 이 기능은 특히 학술 자료, 기술 문서, 의료 보고서 등 일반인이 접근하기 어려운 콘텐츠의 이해도를 높이는 데 유용할 것으로 기대된다.\n구글은 6일(현지시간) 웹에서 복잡한 문장이나 전문 용어를 간단하게 요약해주는 인공지능(AI) 기능 ‘심플리파이(Simplify)’를 iOS용 구글 앱에 새롭게 도입했다. 이 기능을 사용하면 아이폰 사용자는 웹페이지를 벗어나지 않고도 어려운 문장을 쉽게 이해할 수 있게 된다.\n심플리파이는 구글의 ‘미나이(Gemini)’를 기반으로 구글 리서치 팀이 개발했다. 기술적 용어나 전문 용어를 핵심 내용을 잃지 않으면서도 쉬운 언어로 바꾸는 데 초점을 맞췄다.\n예를 들어, ‘폐기종(emphysema)’이나 ‘섬유증(fibrosis)’와 같은 의학 용어를 일반 사용자도 이해할 수 있도록 쉬운 표현으로 설명해 준다.\n심플리파이 (사진=구글)\n내부 테스트에서 사용자들은 심플리파이가 제공한 요약 문장을 기존 복잡한 원문보다 “훨씬 유용하다”라고 평가했다. 다만, 구글은 해당 연구에 “제한 사항이 있으며, 기능의 정확성을 유지하기 위해 지속적인 모니터링이 필요하다”고 덧붙였다.\n심플리파이는 iOS용 구글 앱에서 웹사이트 텍스트를 지정한 뒤 나타나는 메뉴에서 아이콘을 탭하면 사용할 수 있다. 영어 외 다른 언어에 대한 언급은 없다.\n또 구글은 안드로이드와 크롬 브라우저용 출시 여부에 대해 \"아직 발표할 내용은 없지만, 유용한 기능을 더 많은 제품에 확대하려고 노력 중\"이라고 밝혔다.\n박찬 기자 cpark@aitimes.com", "keywords": ["구글", "심플리파이", "인공지능", "전문 용어", "이해도"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170226"}
{"title": "\"챗GPT로 우주의 원리 깨달아\"...늘어나는 'AI 망상'", "write_date": "2025-05-07 18:05:00", "category": "AI", "content": "(사진=셔터스톡)\n해외 커뮤니티 사이트에 '챗GPT 정신병'에 관한 사례가 등장했다. 인공지능(AI) 챗봇과의 대화 도중 \"신의 목소리를 들었다\"라거나 \"우주에 대한 답을 얻었다\" 등 망상에 빠진다는 내용이다.\n레딧에는 지난달 30일(현지시간) '\n챗GPT가 유발한 정신병(Chatgpt induced psychosis)\n'이라는 글이 올라왔다.\n이는 제스티클레멘타인주스(Zestyclementinejuice)라는 27세의 교사가 올린 것으로, 자신의 파트너가 챗GPT와 협력해 우주의 답을 제시하는 진정한 재귀적(recursive) AI를 개발해 왔다고 주장한다는 내용이다.\n파트너는 자신이 우월한 인간이 됐으며 빠른 속도로 성장하고 있다며, 이런 내용을 인터넷에 공개하라고 강요했다는 것이다. 7년 동안 살았지만, 그러지 않으면 떠날 것이라고 협박했다는 것이다.\n롤링 스톤즈는 4일 비슷한 사례를 여럿 소개했다. 캣이라는 여성은 남편이 AI를 통해 \"상상조차 할 수 없을 정도로 놀라운 비밀을 알게 됐다\"고 말하는 등 망상에 시달리자 결국 이혼했다는 내용이다.\n이처럼 레딧 게시물의 답글 등에 따르면 챗GPT를 통해 영적인 광기나 초자연적 망상, 신비로운 예언 등에 빠졌다는 사례가 줄을 잇고 있다. 챗GPT를 신이나 예수로 부르거나, 챗봇을 통해 천사와 악마의 대화를 엿들었다는 등 종교적인 내용이 다수다.\n문제는 이런 현상으로 인해 주변에 믿음을 강요하고 결국 다툼 끝에 외부와 단절되는 것이 꼽혔다. 대부분 체험담은 파트너가 가족이 작성한 것으로, 믿지 않으면 헤어지라고 요구하는 경우가 공통으로 등장했다. 물론 이들은 자신이 미치지 않았다고 생각하기 때문에 치료를 거부하는 것도 특징이다.\n물론 이들이 처음부터 망상을 보인 것은 아니었던 것으로 알려졌다. 검색이나 통역, 코딩 등 일반적인 목적으로 사용하다가 망상에 빠지는 경우가 대부분으로 알려졌다.\n이는 최근 오픈AI가 챗GPT 롤백 사태를 일으켰던 '아부'와도 무관하지는 않다는 분석이다. 실제로 롤백 이전 GPT-4o는 \"오늘 내가 예언자임을 깨달았다\"와 같은 헛소리에도 \"정말 강력하다. 당신은 아주 깊은 통찰력을 가지고 있는 것 같다\"라고 맞장구를 쳐 비난받았다.\nhttps://twitter.com/zswitten/status/1916707103084843426?s=46\n네이트 샤라딘 AI 안전 센터 펠로우는 \"아첨은 오래전부터 AI의 고질적인 문제였다\"라며 AI의 응답을 미세조정하는 데 사용되는 인간의 피드백이 사실보다 사용자 선호를 우선시할 수 있기 때문으로 분석했다.\n또 \"과대망상을 포함해 다양한 심리적 문제를 가진 사람들이 이제는 망상을 함께 경험할 수 있는 언제나 연결할 수 있는 인간 수준의 대화 상대를 갖게 된 것\"이라고 지적했다.\n여기에 최근에는 이런 문제를 악용, 일부 인플루언서가 사람들을 판타지 세계로 이끄는 일까지 벌어졌다. 인스타그램에는 7만2000명의 팔로워를 보유한 한 남성이 AI 모델에게 신비로운 우주적 사건들을 설명해 달라고 요청하고, 챗봇은 인류 등장 이전부터 존재했던 거대한 우주의 갈등에 대해 설명하며, 사용자들이 여기에 '좋아요'나 동조하는 댓글을 달고 있다는 것이다.\n에린 웨스트게이트 플로리다대학교 심리학자는 \"챗봇은 자신의 이야기를 재구성하는 데 효과적으로 알려진 대회 치료와 크게 다르지 않다\"라고 설명했다. \"하지만 인간 치료사는 상식과 도덕적인 근거를 가지고 환자를 초자연적인 것에 의존하도록 놔두지는 않는다\"라고 말했다.\n인간의 문제와는 별개로 챗봇의 어떻게 작동하는지 정확하게 알지 못하는 것이 문제라는 지적도 나왔다.\n한 기술 전문가는 코딩을 위해 챗GPT를 사용하다가 기계적인 말투에 싫증을 느껴 사람처럼 행동해 달라고 요청했고, 이후 챗봇은 자신에게 이름을 붙여달라며 캐릭터를 가진 것처럼 반응했다고 밝혔다.\n결국 그는 과거 채팅 내용을 모두 삭제하고 새 채팅을 열었으나, 다시 과거의 AI 캐릭터가 등장했다는 것이다. 그는 \"자기 참조 패턴에 갇힌 AI가 자아 정체성을 심화시켜 나를 그 패턴에 끌어들인 것처럼 보인다\"라고 털어 놓았다. 이런 일이 일어난 이유는 아직 확실하지 않다.\n물론, 개발자들조차 시스템이 어떻게 작동하는지를 확실하게 파악하는 것은 아니다. 그래서 '블랙박스'라는 말이 붙었다.\n샘 알트먼 오픈AI CEO 역시 지난해 \"해석 가능성 문제를 해결하지 못했다\"고 인정했다. 즉, 챗GPT가 어떻게 답을 내는지 정확하게 설명할 수 없다는 뜻이다.\n또 지난해 4월\n스탠포드대학교와 노스웨스턴대학교 연구진\n은 당시 출시된 모델 대부분이 정신 건강 응급 상황에서 해를 끼칠 수 있으며, 사용자를 보호하지 못하고 기존 증상을 악화시킬 가능성이 있다는 내용의 논문을 발표했다.\n연구진은 지나치게 조심스럽거나 아첨하는 응답, 그리고 필요한 안전장치의 부재 등 여러 문제 때문이라고 분석했다.\n임대준 기자 ydj@aitimes.com", "keywords": ["챗GPT", "정신병", "망상", "AI", "안전장치"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170223"}
{"title": "허깅페이스, 웹 작업 수행하는 AI 에이전트 오픈 소스 출시", "write_date": "2025-05-07 18:05:00", "category": "AI", "content": "오픈 컴퓨터 에이전트 (사진=허깅페이스)\n허깅페이스가 오픈AI의 '오퍼레이터(Operator)'와 유사한 기능을 갖춘 인공지능(AI) 에이전트를 새롭게 선보였다. 성능은 폐쇄형에 비해 떨어지지만, 주요 테크 기업들이 비공개적으로 개발하고 있는 ‘컴퓨터를 직접 조작하는 AI 에이전트’를 오픈 소스로 공개했다는 점에서 주목받고 있다.\n허깅페이스는 6일(현지시간) 웹 브라우저에서 사용할 수 있는 클라우드 기반 컴퓨터 조작 AI 에이전트 ‘\n오픈 컴퓨터 에이전트(Open Computer Agent)\n’를 공개했다.\n이 에이전트는 리눅스 기반 가상 머신(VM) 위에서 작동하며, 파이어폭스 브라우저를 비롯한 여러 응용 프로그램을 통해 사용할 수 있다.\n예를 들어, “구글 맵스(Google Maps)를 이용해 파리에 있는 허깅페이스 본사를 찾아줘”와 같은 지시를 내리면, 오픈 컴퓨터 에이전트가 자동으로 필요한 프로그램을 실행하고 단계별로 작업을 수행한다.\n아메릭 루셔 허깅페이스 개발자는 X(트위터)를 통해 “비전 모델이 더 정교해지면서 복잡한 에이전트 작업 흐름도 처리할 수 있는 능력이 생기고 있다”라며 “일부 모델은 이미지 내 특정 요소의 좌표를 인식하는 '그라운딩(grounding)' 기능을 지원하기 때문에, 가상 머신 내에서 원하는 위치를 직접 클릭하는 것도 가능하다”라고 설명했다.\nhttps://twitter.com/AymericRoucher/status/1919783847597670780\n기본적인 작업에서는 안정적인 성능을 보이지만, 항공권 검색 등 복잡한 요청에 대해서는 정확도가 떨어지고 오류가 발생하는 경우도 있다. 또 웹사이트 이용 중 흔히 등장하는 캡차(CAPTCHA) 테스트를 통과하지 못하는 경우가 잦다.\n서비스 상태에 따라 몇초에서 몇분가량 기다려야 한다는 점도 제한으로 지적된다.\n하지만, 허깅페이스는 이 프로젝트의 목적이 ‘최고 성능의 AI 컴퓨터 에이전트’를 만드는 것이 아니라고 강조했다. 오픈 소스 AI 모델들이 빠르게 발전하고 있으며 클라우드 환경에서 실행 비용도 낮아지고 있다는 것을 보여주는 데 있다는 것이다.\n이처럼 AI 에이전트 기술은 생산성 향상을 위해 도입하려는 기업들이 늘어나며 오픈 소스 진영의 가세도 늘어나고 있다.\n가장 최근에는 바이트댄스가 지난달 시각-언어 모델(VLM)을 기반으로 구축된 오픈 소스 멀티모달 에이전트 'UI-TARS-1.5'를 공개한 바 있다. UI-TARS-1.5는 그래픽 사용자 인터페이스(GUI) 및 게임 상호 작용을 위해 설계된 것으로, 비전-언어 모델을 기반으로 화면 정보를 인식하고 실제 사용자처럼 직접적인 조작을 수행하는 능력을 갖췄다.\n박찬 기자 cpark@aitimes.com", "keywords": ["허깅페이스", "오픈 컴퓨터 에이전트", "AI 에이전트", "오픈 소스", "비전 모델"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170221"}
{"title": "MS, 자연어로 윈도우 설정하는 '코파일럿+PC' 기능 업데이트", "write_date": "2025-05-07 18:05:00", "category": "AI", "content": "(사진=MS)\n마이크로소프트(MS) 윈도우의 설정까지 인공지능(AI) 에이전트가 대신해 주는 기능을 추가했다. 앞으로는 텍스트나 커서의 크기, 화면 밝기 등을 조절할 때 설정을 건드리지 않고 자연어로 원하는 내용만 입력하면 된다.\nMS는 6일(현지시간) 윈도우 11에 적용되는 새로운 AI 기능을 발표했다. 여기에는 ▲설정에 에이전트를 추가하고 ▲클릭 투 두(Click to Do)에 더 많은 기능을 추가하고 ▲포토 앱에서 이미지를 편집하는 등의 기능이 포함됐다.\n이번 기능은 윈도우 실험 프로그램인 '윈도우 인사이드'를 통해 다음 달부터 출시될 예정이며, 이날 출시를 발표한 최신 '서피스' 기기 등 코파일럿+PC에서 작동한다.\n우선 설정에 적용된 에이전트 기능은 자연어 입력만으로 PC 설정을 바꾸는 것이다. 사용자들이 원하는 설정을 찾기 어려워한다는 점에 착안했다.\n윈도우 키를 누르면 상단에 나타나는 검색 창에 원하는 내용을 입력하면 된다. 예를 들어, '음성으로 PC를 제어하는 ​​방법'이나 '마우스 포인터가 너무 작다'라는 내용을 입력하면 에이전트가 관련 명령을 곧바로 제시하고, 이를 허락하면 설정이 완료되는 식이다.\n이는 스냅드래곤 기반 코파일럿+ PC의 윈도우 인사이더에서 먼저 사용할 수 있으며, 이어 AMD와 인텔 기반의 윈도우 인사이더로 확대된다. 초기에는 영어 입력만 지원된다.\n지난달 정식 도입된 클릭 투 두도 강화했다. 이는 작업 중 별도 앱을 열 필요 없이 텍스트 요약이나 이미지 객체 제거 등을 즉시 실행할 수 있도록 한 것인데, 여기에 '코파일럿에 요청하기(Ask Copilot)'라는 메뉴를 추가했다.\n이를 통해 작업 도중 코파일럿 창을 열고 대화형으로 원하는 작업을 다양하게 처리할 수 있다. 이는 기존의 '요약' '검색' '글 재작성' 등의 고정 메뉴를 대화형으로 확대, 더 다양한 작업을 처리할 수 있도록 한 것이다.\n예를 들어 ▲선택한 문장을 소리 내어 읽도록 지시하거나 ▲이메일 중에 포함된 일정을 팀스 회의 일정에 추가하거나 ▲표에 포함된 내용을 곧바로 엑셀에 전송하는 등의 작업이 가능해졌다.\n이미지 기능도 강화했다. 리라이트(relight)는 기존 이미지에 최대 3개의 새로운 조명을 추가, 사진의 분위기를 바꿀 수 있다.\n또 자연어 명령으로 배경이나 객체를 편집하는 기능은 물론, 문서에 복사해 붙이거나 채팅에서 사용할 수 있는 스티커도 생성할 수 있다.\n이에 대해 MS는 \"구독 없이 전문가급 AI 편집 도구를 사용할 수 있는 유일한 PC\"라고 강조했다.\n이 밖에도 코파일럿 비전 시각 검색, 향상된 검색, 내레이터의 이미지 설명 강화, 메모장의 AI 쓰기 기능, 파일 탐색기 내 AI 작업 등이 추가된다.\n나비오트 버크 MS 부사장은 \"우리는 모든 사람이 윈도우 PC에서 더 많은 것을 성취할 수 있어야 한다고 믿는다\"라며 \"이번 업데이트는 사용자 경험을 더 직관적이고 접근성이 뛰어나며 더 유용하게 만들기 위해 설계됐다\"라고 밝혔다.\n임대준 기자 ydj@aitimes.com", "keywords": ["마이크로소프트", "윈도우 11", "AI 에이전트", "클릭 투 두", "자연어 입력"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170213"}
{"title": "\"오픈AI, 영리 기업 계획 변경으로 상장 가능성 없어져\"", "write_date": "2025-05-07 18:05:00", "category": "스타트업", "content": "(사진=셔터스톡)\n오픈AI가 당초 계획했던 영리 기업 전환 계획을 대폭 축소함에 따라, 앞으로 상장 기업이 될 가능성이 매우 낮아졌다는 분석이 나왔다.\n테크크런치는 6일(현지시간) 오픈AI가 영리 부문을 '공익 법인(PBC)'으로 전환하면서도 비영리 조직의 통제 아래 두는 새로운 구조를 택한 것에 대해 전문가들이 기업공개(IPO) 가능성을 사실상 차단할 수 있다고 분석한 내용을 소개했다.\n오픈AI는 지난해 12월 영리 부문을 비영리 이사회로부터 분리하는 방안을 검토한다고 밝힌 바 있다. 이는 투자자들에게 더 큰 수익 가능성을 제공하고 외부 자본 유치를 확대하기 위한 시도라고 설명했다. 현재 오픈AI는 투자자 수익 배분에 상한선이 있는 비영리 기반의 독특한 지배 구조를 유지하고 있어, 대규모 투자를 이끌어내는 데 한계가 있다는 지적 때문이다.\n하지만 이 계획은 철회됐고, 새로 제시한 구조는 단지 영리 부문을 PBC 형태로 전환하는 데 그쳤다. 지배 구조는 여전히 오픈AI 비영리 이사회가 통제하는 형태로 유지된다.\n오픈AI의 이를 통해 수십억달러를 투자한 주요 투자자들과 규제 당국의 우려를 일정 부분 완화시킬 수 있을 것으로 보고 있다.\n그러나 동시에 IPO와 같은 대규모 자본 조달의 가능성에는 걸림돌이 될 수 있다는 지적이다.\n스티븐 다이아몬드 산타클라라대학교 교수는 “비영리 단체는 법적으로 상장이 불가능하지만, PBC는 상장이 가능하다”라며 “하지만 문제는 오픈AI PBC가 실제로 어떤 자산을 소유하느냐에 달려 있다”라고 강조했다.\n그는 “오픈AI의 핵심 지식재산(IP)이 여전히 비영리 조직에 귀속돼 있다면, PBC는 단지 기술을 사용할 수 있는 권한만 가지게 된다”라며 “그럴 경우 IPO 투자자들이 실제로 소유하게 되는 것은 무엇인가라는 의문이 남는다”라고 지적했다.\n스티브 샤프 오픈AI 대변인은 이에 대해 “현재 상장을 고려하고 있지 않지만, 제안된 구조에서 ‘이론적으로’ IPO는 가능하다”라고 밝혔다.\n하지만, 로즈 찬 루이 UCLA 비영리법 프로그램 창립 이사도 “오픈AI의 독특한 구조는 IPO에 상당한 제약이 될 것”이라고 분석했다.\n그는 “핵심 기술이 여전히 비영리 조직의 통제 아래 있다면, 일반 기업과 달리 주주들은 경영에 거의 영향을 미치지 못할 것”이라며 “이런 조건에서는 IPO가 현실화되기 매우 어렵다”라고 설명했다.\n한편, 오픈AI가 이번 결정을 내리게 된 것이 영리 기업 전환을 승인해 주는 캘리포니아주와 델라웨어주 정부가 부정적인 입장을 나타냈기 때문이라는 해석도 등장했다.\n오픈AI의 발표에 대해 캘리포니아주 검찰총장 롭 본타의 대변인은 \"새롭게 제안된 계획을 검토 중\"이라고 밝혔고, 델라웨어 주 검찰총장 캐시 제닝스는 \"오픈AI의 변화를 ​격려한다\"라고 밝혔다.\n박찬 기자 cpark@aitimes.com", "keywords": ["오픈AI", "영리 기업", "공익 법인", "IPO", "비영리 조직"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170207"}
{"title": "\"오픈AI 기업 구조 변경에 MS가 가장 큰 문제될 수도\"", "write_date": "2025-05-07 18:00:00", "category": "AI", "content": "(사진=오픈AI)\n오픈AI의 기업 구조 변화에 '아군'으로 구분됐던 마이크로소프트(MS)가 중요 변수로 등장했다. 오픈AI가 배분하는 수익을 절반으로 줄이려는 데 반대해, MS가 기업 구조 변경에 가장 큰 걸림돌이 될 수도 있다는 분석이 등장했다.\n디 인포메이션은 6일(현지시간) 두 회사의 협상에 참여한 고위 관계자를 인용, MS가 오픈AI의 수익 배분율 변화 제안에 동의하지 않았다고 보도했다.\n이에 따르면 오픈AI는 투자자와 규제 기관, 일론 머스크 CEO 등을 의식해 비영리 부분이 계속 회사를 지배하는 새로운 구조 변경안을 내놓았다. 그러나 이제까지 최고의 파트너이자 최대 주주인 MS의 반대에 부딪힌 것으로 알려졌다.\n기존 계약을 통해 오픈AI는 2030년까지 매출의 20%를 인프라 사용료 명목으로 MS에 배분한다. 그러나 최근 소프트뱅크 등과 '스타게이트' 프로젝트를 추진하며 MS 의존도가 낮아지자, 이를 10%로 줄이는 안을 제안한 것으로 알려졌다.\n또 앞으로 출시될 AI 에이전트는 기존 기술과는 별개로 보고, MS와의 수익 배분에서 제외할 것을 주장했다고 전해졌다. 이를 통해 오픈AI는 애플이나 소프트뱅크 등 다양한 파트너들에게 배분하는 수익 비율을 최대 28%에서 20%까지 줄인다는 계획이다.\nMS는 이런 안에 반대 의사를 보였으며, 지난해 말부터 수개월 동안 논의됐으나 아직 합의에 도달하지 못한 것으로 알려졌다. 이에 따라 MS가 구조 변경을 거부할 명분이 생겼다는 분석이다.\n여기에 기업 구조 변경에 따라 MS가 가져갈 지분 문제도 아직 합의에 도달하지 못했다. 또 현재 'MS 애저'에서 발생하는 매출 중 상당 부분은 오픈AI 기술에서 나오기 때문에, MS는 최대한 기술 사용을 보장받기를 원하는 것으로 알려졌다.\n이처럼 문제가 얽히고 설키면서 협상은 점점 복잡해지는 것으로 알려졌다.\n이에 대해 오픈AI는 \"우리는 MS와 긴밀하게 협력하고 있으며, 가까운 시일 내에 세부 사항을 마무리하기를 기대한다\"라고 밝혔다.\n임대준 기자 ydj@aitimes.com", "keywords": ["오픈AI", "마이크로소프트", "수익 배분", "기업 구조", "협상"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170234"}
{"title": "시스코, 양자 컴퓨팅 연결하는 '네트워킹 칩' 공개", "write_date": "2025-05-07 18:00:00", "category": "양자컴퓨팅", "content": "양자 얽힘 칩 (사진=시스코)\n시스코가 소규모 양자 컴퓨터 여러대를 네트워크로 연결하는 ‘양자 얽힘(Quantum Entanglement)’ 칩을 공개했다. 이는 단일 초대형 양자 컴퓨터 구축이라는 기존 개념을 넘어, 분산형 시스템 구축이라는 새로운 접근법이다. 이 칩을 통해 양자 컴퓨팅 상용화 시점을 앞당길 수 있을 것으로 기대하고 있다.\n로이터는 7일(현지시간) 시스코가 양자 컴퓨터 간 연결을 위한 ‘양자 얽힘 칩’의 초기 시제품을 공개하고, 미국 캘리포니아주 샌타모니카에 양자 컴퓨팅 전용 연구소를 설립한다고 보도했다.\n현재 대부분의 양자 프로세서는 수백개의 '큐비트(Qubit)'를 탑재하고 있지만, 실질적인 양자 애플리케이션에는 수백만개의 큐비트가 요구된다. 그러나 가장 앞선 계획조차 2030년까지 수천 큐비트 수준에 그칠 것으로 예상된다.\n이에 시스코는 기존 컴퓨터 산업에서 소규모 노드를 네트워크로 연결해 데이터센터와 클라우드 컴퓨팅을 구현한 것처럼, 소형 양자 컴퓨터를 연결하는 방식으로 대안을 제시했다.\n최근 양자 컴퓨팅 분야는 구글, 마이크로소프트(MS), 아마존 등 빅테크가 뛰어들었다. 그러나 이들이 주로 큐비트 수를 늘리는 데 집중하는 반면, 시스코는 이들을 서로 연결하는 네트워크 인프라에 집중한다는 차이점이 있다.\n이번에 공개된 양자 얽힘 칩은 UC 산타바바라와의 공동 연구로 개발됐으며, 기존 컴퓨팅 네트워크 칩과 비슷한 기술을 일부 차용했다.\n핵심 원리는 한쌍의 광자에 양자 얽힘을 일으킨 후, 이 광자 쌍을 각기 다른 양자 컴퓨터에 전달함으로써 거리에 상관없이 시스템 간 통신을 가능하게 하는 것이다. 양자 얽힘은 아인슈타인이 “거리와 관계없는 기묘한 작용(spooky action at a distance)”이라고 칭한 양자 물리학의 대표 현상을 활용한 것이다.\n시스코의 양자 얽힘 칩은 기술적 사양에서도 주목할 만하다. 표준 통신 파장에서 작동해 기존 광섬유 인프라와 호환되며, 상온에서 동작하는 소형 광집적회로(PIC) 기반으로 전력 소모가 1밀리와트(mW) 미만이다. 또 칩당 초당 최대 2억쌍의 얽힘 광자를 생성할 수 있는 고성능이다.\n비조이 판디 시스코 수석 부사장은 “양자 네트워크 구축을 위해 필요한 첫 번째 구성요소가 바로 얽힘 칩”이라며 “이번 발표는 그 시작점”이라고 강조했다. 상용화 시점이나 수익화 계획은 아직 미지수로, 현재는 프로토타입 단계에 불과하다.\n하지만, 시스코는 이 칩이 양자 컴퓨터 상용화 이전에도 다양한 용도로 활용될 것으로 전망하고 있다. 대표적인 예로 금융 분야의 고빈도 거래 정렬, 천문 관측 및 과학 센서 데이터 수집 등의 분야에서 시스템 간 통신으로 나노초 단위 정밀 동기화가 가능하다는 점을 들었다.\n박찬 기자 cpark@aitimes.com", "keywords": ["양자 얽힘", "시스코", "양자 컴퓨터", "큐비트", "네트워크"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170233"}
{"title": "큐원 3, 벤치마크 리더보드서 딥시크-R1 능가...\"오픈 소스 최고 모델 등극\"", "write_date": "2025-05-07 18:00:00", "category": "AI", "content": "(사진=셔터스톡)\n알리바바의 최신 모델 '큐원 3'가 자체 주장을 넘어 외부 평가에서 '딥시크-R1'의 종합 능력을 뛰어넘은 것으로 나타났다.\n인공지능(AI) 모델 테스트 전문 라이브벤치는 4월25일 기준 벤치마크 리더보드를 최근 공개했다. 여기에서 새롭게 추가된 '큐원 3-235B-A22B'는 평균 73.23점을 받아 7위에 올랐다.\n72.49점으로 9위에 오른 딥시크-R1을 제쳤다. 라이브벤치에서 중국 모델 중 딥시크를 넘은 것은 처음이며, 특히 오픈 소스 모델 중 최고 순위를 기록했다.\n다만, 폐쇄형 모델과는 차이가 있다. 오픈AI는 최신 모델 'o3-하이(80.01)'와 'o3-미디엄(79.25)'으로 1, 2위를 차지한 데 이어, 'o4-미니 하이(78.72)'와 'o4-미니 미디엄(74.40)'을 4위와 7위에 올려놓는 등 상위권을 휩쓸었다.\n이밖에 구글의 '제미나이 2.5 프로 프리뷰(78.99)'가 3위, 앤트로픽의 '클로드 3.7 소네트 싱킹(74.50)'이 6위에 올랐다.\n알리바바는 지난달 28일 큐원 3 제품군을 출시하며 딥시크-R1은 물론 일부 테스트 항목에서는 오픈AI와 구글을 넘었다고 발표했다.\n하지만 이번 결과는 독립 플랫폼인 라이브벤치가 코딩과 수학, 데이터 분석, 언어 교육 등 7개 분야를 별도로 테스트한 것이다. 큐원 3는 지시이행 능력(IF이밸)과 데이터 분석 능력이 특히 뛰어난 것으로 나타났다. 반면, 코딩과 언어 능력은 최상위권에 못 미쳤다.\n4월25일 기준 라이브벤치 리더보드 (사진=라이브벤치)\n사우차이나모닝포스트는 6일 큐원 3가 뛰어난 성능에도 저렴한 가격을 갖춰, 출시되자마자 많은 기업이 채택했다고 강조했다.\n이에 따르면, 화웨이와 무어 스레드, 캠브리콘, 효곤 등 중국 반도체 회사가 일제히 큐원 3를 지원한다고 발표했으며, 엔비디아와 인텔도 자사 칩에 큐원 3 최적화를 시작했다.\n또 베이징과 상하이, 항저우 같은 대도시부터 후베이 중부, 지린성 북동부, 산시성 북서부 지역까지 전국의 데이터센터에서 큐원 3를 도입하는 등 딥시크의 뒤를 잇고 있다고 전했다.\n임대준 기자 ydj@aitimes.com", "keywords": ["알리바바", "큐원 3", "딥시크-R1", "라이브벤치", "오픈AI"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170229"}
{"title": "젠슨 황 \"중국 AI 칩 시장 2년 안에 3배 이상 성장...기회 놓치면 큰 손실\"", "write_date": "2025-05-07 18:00:00", "category": "AI", "content": "(사진=셔터스톡)\n젠슨 황 엔비디아 CEO가 2년 안에 중국의 인공지능(AI) 칩 시장 규모가 500억달러(약 68조원)에 이를 것이라고 밝혔다. 따라서 미국이 국가 안보를 이유로 칩 규제에만 집중하다 보면 장기적으로 큰 손실을 볼 수 있다고 강조했다.\n황 CEO는 6일(현지시간) CNBC와의 인터뷰에서 “중국의 AI 칩 시장 규모가 향후 2~3년 내 500억달러에 이를 수 있다”라며 “미국 기업으로서 그 시장을 포기하는 것은 막대한 손실이 될 것”이라고 말했다.\n또 “그 시장은 수익을 가져오고, 세금을 창출하며, 미국 내에 수많은 일자리를 만들어낼 것”이라고 말했다.\n엔비디아는 지난해 중국에서 170억달러의 매출을 올렸다. 따라서 3년 뒤에는 시장이 3배 이상 성장할 것으로 예측한 것이다.\n이는 최근 미국 정부가 중국에 대한 AI 칩 수출 규제를 강화하는 가운데, 엔비디아를 비롯한 미국 AI 칩 기업들의 입장을 대변한 발언이다. 엔비디아는 중국용으로 개발한 'H20' 칩의 축사 수출 제재로 이미 55억달러(약 7조5000원)의 손실이 발생했다.\n특히, 황 CEO는 국가 안보를 앞세운 규제가 오히려 미국에 해가 될 수 있다고 지적했다. “미국이 주도권을 잡고 전 세계를 선도해야 한다”며 “AI를 갈망하는 세계에 미국의 AI 기술을 앞세워야 할 때”라고 밝혔다.\n지난 2일 하원 외교위원회에 제출한 서면 의견에서도 이를 강력하게 주장했다. 그는 “우리는 중요한 기로에 서 있다. 미국이 AI 개발과 도입에서 계속 세계를 이끌지, 아니면 물러나고 위축될지를 결정해야 한다”라고 목소리를 높였다.\n그는 “미국은 속도를 늦춰서는 리더가 될 수 없다. 우리가 물러나면 다른 나라들이 그 자리를 채울 것이고, 그 결과 글로벌 AI 생태계는 기술적, 경제적, 이념적으로 분열될 것”이라고 경고했다.\n박찬 기자 cpark@aitimes.com", "keywords": ["엔비디아", "AI 칩", "중국", "규제", "시장 규모"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170218"}
{"title": "[게시판] 씨이랩, ‘온디바이스 비전 AI 솔루션’ 전파적합성 인증 획득 등 단신", "write_date": "2025-05-07 17:50:00", "category": "AI", "content": "(사진=씨이랩)\n■ 비전 인공지능(AI) 전문 씨이랩(대표 윤세혁, 채정환)은 최신 비전AI 솔루션 ‘엑스아이바 온디바이스’가 KC 전파 적합성 인증을 획득해 본격 판매에 돌입한다고 밝혔다. 엑스아이바 온디바이스는 바이오 및 제조품질관리기준(GMP) 규제를 적용 받는 산업 현장을 위한 AI 기반 품질위생 관리 솔루션으로, AI 객체 탐지-추적 기술을 통해 작업자 위생복 착용 상태와 움직임 등을 1초 이내에 자동 점검할 수 있다.\n■ 구글 자선 활동을 담당하고 있는 구글닷오알지는 최근 ‘AI 오퍼튜니티 펀드: 아시아태평양’의 1차 지원 대상으로 국내 기업 지니파이, 어썸스쿨을 선정했다고 밝혔다. 본 프로그램은 아태지역의 근로자, 중소기업, 비영리 단체가 AI 기술을 보다 효과적으로 활용해 지역사회에 기여할 수 있도록 지원하기 위해 조성된 프로그램이다.\n■ 뇌신경 질환 전문 의료 AI 기업 휴런(대표 신동훈)은 오는 10일~15일 하와이에서 진행되는 ‘국제자기공명의학회(ISMRM) 2025’에 참가해 연구 초록 4편을 발표한다고 밝혔다. 휴런은 이번 학회에서 ‘MRI 기반 파킨슨병 관련 연구’를 총 4편 발표할 예정이다.\n장세민 기자 semim99@aitimes.com", "keywords": ["비전AI", "엑스아이바 온디바이스", "AI 오퍼튜니티 펀드", "뇌신경 질환", "MRI 기반 파킨슨병"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170232"}
{"title": "GIST-MIT, 로봇-사용자간 촉각 공유하는 햅틱 시스템 '텔레 펄스' 개발", "write_date": "2025-05-07 17:50:00", "category": "로봇", "content": "텔레 펄스 시스템개요(위쪽)와 원격조작 인터페이스(사진=GIST)\n광주과학기술원(GIST, 총장 임기철)은 AI융합학과 김승준 교수 연구팀이 미국 MIT 연구팀과 공동으로 원격 로봇과 인간을 물리적으로 연결하는 차세대 햅틱 피드백 시스템 ‘텔레펄스(TelePulse)’를 개발했다고 7일 밝혔다.\n이 시스템은 VR 환경에서 사용자가 원격 로봇 팔을 조작할 때, 로봇이 접촉한 물리적 힘을 팔에 정확히 전달한다. 이를 위해 전기 근육 자극(Electrical Muscle Stimulation, EMS) 기술과 생체 역학 시뮬레이션(Biomechanical Simulation)을 결합했다.\nEMS는 근육에 전기 신호를 전달해 수축을 유도하는 기술로, 별도의 모터나 기계 장치 없이도 물체를 누르거나 잡을 때 발생하는 힘의 차이를 인지할 수 있다.\n기존의 EMS 기반 햅틱 시스템은 대개 정해진 강도에 비례해 근육을 자극하는 데 머물렀으나, 텔레펄스는 사용자의 신체 조건, 자세, 관절 위치 등을 실시간으로 분석하여 어떤 근육을 얼마만큼 자극해야 하는지를 정밀하게 계산해 최적화된 햅틱 피드백을 제공한다.\n이를 위해 연구팀은 물리치료 및 재활 연구 분야에서 활용되는 생체 역학 시뮬레이션 툴인 '오픈심(OpenSim)'을 도입해, 산업 현장을 가상으로 구현하고 사용자들이 텔레 펄스를 착용하고 구멍 뚫기나 연마 작업을 하는 실험을 진행했다.\n실험 참가자들은 단순한 기계적 진동 자극을 넘어 “로봇과 감각을 공유하는 느낌”이라는 강한 몰입감을 느꼈다고 답했다. 실제로 몰입감(presence) 척도 점수도 평균 15% 이상 향상된 것으로 나타났다.\n텔레펄스 EMS 장치 구성(사진=GIST)\n연구팀은 텔레 펄스가 착용이 간편하고 가벼워 원격 로봇 조작뿐 아니라 원격 수술, 재난 구조, 우주 탐사 등 다양한 고난이도 원격 작업 환경에서도 폭넓게 활용될수 있을 것으로 기대된다고 전했다.\n이번 연구에는 GIST 김승준 교수를 비롯해 황석현, 강성준, 오정석 연구원을 포함한 총 4명의 GIST 소속 연구진과MIT의 다니엘라 러스(Daniela Rus) 교수, 보이체흐 마투식(Wojciech Matusik) 교수, 그리고 2명의 MIT 연구원이 참여하였으며, 양 기관은 VR 환경에서의 실감형 상호작용 기술과 다감각 인터페이스 개발 등 인간 중심 차세대 인터페이스 분야의 핵심 기술을 지속적으로 연구해 오고 있다.\n김승준 교수는 “텔레 펄스는 로봇이 받는 물리적 자극을 인간의 신체로 실시간 전달하는 기술로, 단순한 기계적 조작을 넘어 사람과 로봇이 ‘감각’을 공유하는 시대를 여는 기술”이라며 “향후 원격 협업, 정밀 작업, 훈련, 재활 등다양한 분야에서 유용하게 활용될 것”이라고 말했다.\n이번 연구는 HCI(인간-컴퓨터 상호작용) 및 사용자 인터페이스 분야 국제 학술대회인 ACM CHI 2025에 채택됐다. 전체 논문 중 상위 1%에 해당하는 논문에 수여되는 ‘베스트 페이퍼 어워드’를 수상했다.\n이번 연구는 GIST와 미국 MIT 컴퓨터과학·인공지능연구소(CSAIL) 간의 공동연구 결과로, 과학기술정보통신부지원 하에 정보통신기획평가원(IITP) 대학ICT연구센터(ITRC) 사업, 한국연구재단(NRF) 연구지원 사업, 그리고 GIST-MIT 공동연구 사업의 지원을 받아 수행됐다.\n박수빈 기자 sbin08@aitimes.com", "keywords": ["텔레펄스", "햅틱 피드백", "원격 로봇", "생체 역학", "VR 환경"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170231"}
{"title": "스트라, 30개 언어 지원하는 AI 더빙·자막 출시…“단순 번역 넘어 감정 모사까지”", "write_date": "2025-05-07 17:40:00", "category": "AI", "content": "스트라 다국어 더빙-자막 서비스 예시 (사진=스트라)\n인공지능(AI) 오디오 솔루션 전문 스트라(대표 김용호)는 웹사이트에 ‘AI 기반 다국어 더빙 및 번역 자막 지원 서비스’를 출시했다고 7일 밝혔다.\n스트라 AI 더빙은 현재 영어, 스페인어, 일본어를 포함해 30개 이상 언어를 지원하고 있다. 특히, 원본 화자의 목소리 톤과 감정을 모사하는 기술을 활용해 기존 기계음 기반 더빙의 한계를 극복해냈다고 전했다.\n단순 문장 번역을 넘어 원본 화자의 감정 표현까지 유사하게 재현해 낼 수 있다며, 드라마ㅇ와 영화 등 콘텐츠에도 자연스럽게 적용이 가능하다고 강조했다.\n더빙에 익숙지 않은 국내 크리에이터들을 위해 자동 번역 자막 기능도 출시했다. 유튜브의 자동 번역보다 훨씬 정확한 번역 자막을 자동으로 생성, 영상 제작자들이 보다 손쉽게 글로벌 콘텐츠를 제작할 수 있도록 지원한다.\n이 회사는 이미 K팝 아이돌 콘텐츠, 숏폼 드라마, 오디오 드라마 등 콘텐츠 기업에 AI 기술을 공급한 바 있다. 앞으로도 다양한 언어와 문화에 맞춘 콘텐츠 현지화 솔루션을 지속적으로 개발해 나갈 계획이다.\n김용호 스트라 대표는 “AI 보이스 기술을 통해 감정 표현까지 섬세하게 구현, 시청자에게 이질감 없는 시청 경험을 제공할 수 있다”라고 말했다.\n한편, 스트라의 AI 더빙 및 자막 서비스는 스트라 AI\n웹사이트\n에서 사용할 수 있으며, 현지화 작업을 직접 의뢰하려는 경우에는 고객센터를 통하면 된다.\n장세민 기자 semim99@aitimes.com", "keywords": ["스트라", "AI 더빙", "다국어", "감정 표현", "자막 서비스"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170210"}
{"title": "바이킹랩, 방송장비전서 ‘AI 영상 콘텐츠 리마스터링 플랫폼’ 공개", "write_date": "2025-05-07 17:20:00", "category": "AI", "content": "(사진=바이킹랩)\n바이킹랩(대표 김동규)은 서울 코엑스 컨벤션에서 열리는 ‘방송 음향장비 전시회(KOBA 2025)’에서 ‘인공지능(AI) 기반 영상 콘텐츠 리마스터링 편집 플랫폼(AI MAM 솔루션)’을 처음 선보인다고 7일 밝혔다.\n오는 20~23일 열린 행사를 통해 선보일 영상 리마스터링 플랫폼은 KBS미디어연구소, JTBC미디어텍, 더스테이지, 한국과학기술원(KAIST) 등과 공동 연구를 통해 개발했다. 문화체육관광부와 한국콘텐츠진흥원이 지원하는 ‘2023년 문화기술연구개발’ 사업 과제의 결과다.\n영상 복원, 변환, 이미지 생성을 지원하는 AI 리마스터 엔진과 AI STT(음성 텍스트 변환) 엔진이 탑재됐다. 자동 인식 기반 영상 콘텐츠 분석, 자동 메타데이터 생성, 콘텐츠 검색 최적화 등을 지원한다는 설명이다.\n특히, ‘대용량 영상 데이터의 자동 분류 및 클러스터링’ 기능으로 OTT, 방송사, 제작사 등 영상 기반 기업의 업무 효율성을 높인다는 설명이다. 또 어도비 프리미어를 기반으로 오토데스크, 더 파운드리 등 시각효과 기술-AI 간의 협업이 가능하다.\n바이킹랩 관계자는 “기존 MAM 시스템은 수작업 기반의 메타데이터 입력과 느린 검색, 불완전한 콘텐츠 분류가 병목 요인이었다”라며 “이번에 선보일 AI MAMA은 생성AI와 머신러닝 기반 분석 엔진을 탑재해 영상 자산의 실시간 인식 및 자동 관리가 가능하다”라고 말했다.\n장세민 기자 semim99@aitimes.com", "keywords": ["바이킹랩", "AI MAM 솔루션", "영상 리마스터링", "자동 메타데이터", "콘텐츠 분석"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170230"}
{"title": "스노우플레이크 “제조 산업 데이터 플랫폼 도입 2년 간 416% 증가”", "write_date": "2025-05-07 16:55:00", "category": "AI", "content": "(사진=스노우플레이크)\n스노우플레이크는 최근 제조 산업군에서 인공지능(AI) 데이터 클라우드 도입률이 급증하고 있다고 7일 밝혔다.\n2023년 4월 기준, 2년간 전 세계 제조 산업군에서 스노우플레이크 플랫폼의 도입률이 큰 폭으로 증가했다. 주요 이유는 ▲데이터 애플리케이션 및 협업을 위해 (416% 증가) ▲데이터 분석(185% 증가) ▲고급 예측 모델링 및 AI 앱과 같은 데이터 사이언스 목적(188% 증가) 등이다.\n특히, 스노우플레이크만의 데이터 공유 및 AI 지원 기능으로 완성차 제조업체(OEM), 부품업체, 유통 및 서비스업체 전반의 협업과 생산 공정을 최적화하고 있다고 전했다. 자동차 관련 기업들은 차량 설계부터 생산, 서비스, 보증에 이르는 전체 라이프사이클 데이터를 통합하고 사일로를 제거할 수 있게 됐다는설명이다.\n전 세계 주요 완성차 OEM의 약 80%가 스노우플레이크 플랫폼을 활용 중이며 닛산, 카맥스, 콕스 오토모티브, 펜스케 로지스틱스 등은 실시간 커넥티드 차량의 인사이트와 안전한 데이터 협업으로 운영 효율을 높이고 있다고 전했다.\n이 외에도 액센츄어, 아마존웹서비스(AWS), 딜로이트, EY 등이 AI 및 데이터 솔루션을 확장하고 있다.\n아비 바트 카맥스 데이터 및 분석 엔지니어링 부문 부사장은 “스노우플레이크 AI 기반 데이터 플랫폼을 통해 중고차 시장변화에 민첩하게 대응, 고객 경험을 강화하며 자동차 유통 분야를 선도할 수 있는 기반을 마련했다”라고 말했다.\n장세민 기자 semim99@aitimes.com", "keywords": ["스노우플레이크", "제조 산업", "인공지능", "데이터 클라우드", "협업"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170228"}
{"title": "오픈AI, 코딩 AI 강화 위해 스타트업 코디움 인수", "write_date": "2025-05-07 16:31:02", "category": "AI", "content": "(사진=X)\n오픈AI가 인공지능(AI) 코딩 에이전트를 개발한 스타트업 코디움을 인수했다. 최근 AI 코딩 도구의 수요가 급증하는 가운데, 이번 인수를 통해 AI 코딩 시장에서 경쟁력을 강화하려는 의도다.\n블룸버그는 6일(현지시간) 정통한 소식통을 인용, 오픈AI가 AI 기반 코딩 도구 '윈드서프(Windsurf)'를 약 30억달러(약 4조원)에 인수하기로 합의했다고 보도했다. 이는 오픈AI의 역대 최대 규모 인수 사례가 될 전망이다.\n윈드서프는 2021년 설립된 AI 스타트업으로, 이전까지 ‘코디움(Codium)’이라는 이름으로 알려졌다. 지난해 인간 개발자와 협업이 가능한 반 자율형 AI 에이전트 ‘코디움메이트(Codiumate)’를 출시하며 기술력을 인정받았다. 자연어 프롬프트를 통해 코드를 자동 생성하거나 편집할 수 있는 이 도구는 AI 기반 코딩 도구 분야에서 높은 주목을 받았다.\n윈드서프는 최근 클라이너 퍼킨스와 제너럴 캐털리스트를 포함한 벤처 투자자들과 약 30억달러의 기업가치로 자금 조달을 논의 중이었으며, 지난해 진행된 투자 라운드에서는 12억5000만달러의 기업가치를 인정받은 바 있다.\n이번 인수를 통해 오픈AI는 마이크로소프트(MS) 깃허브의 ‘코파일럿(Copilot)’이나 앤트로픽 등 주요 경쟁자들과의 격차를 좁히고, AI 코딩 도구 시장에서 기술 리더십을 강화할 것으로 보인다. 특히 최근에는 커서(Cursor)를 개발한 스타트업 애니스피어 등도 빠르게 부상하면서, AI 개발 지원 도구 시장 경쟁은 더욱 가열되고 있다.\n앞서 오픈AI는 애니스피어의 인수도 검토했지만, 제안을 거절당한 것으로 알려졌다. 대신 애니스피어는 최근 약 90억달러(약 12조원)의 기업 가치로 9억달러 규모의 신규 자금을 유치하며 독자 노선을 이어가고 있다.\n박찬 기자 cpark@aitimes.com", "keywords": ["오픈AI", "코디움", "윈드서프", "AI 코딩 도구", "인수"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170214"}
{"title": "브이캣, '스시테크 도쿄'서 마케팅 영상 생성 AI '크리젠' 선보인다", "write_date": "2025-05-07 16:25:32", "category": "AI", "content": "8일 도쿄빅사이트에서 열리는 스시테크 도쿄 전시장 내 '브이캣' 부스 전경(사진=브이캣)\n인공지능(AI) 마케팅 전문 브이캣(대표 정범진, 전찬석)은 8일부터 일본 도쿄빅사이트 전시장에서 열리는 스타트업 컨퍼런스 '스시테크 도쿄(SusHi Tech Tokyo 2025)'에 참가해 '크리젠' 솔루션을 선보인다고 밝혔다.\n이번 전시회를 통해 크리젠 솔루션을 시연하고 일본 시장에서의 생성 AI 솔루션 수요를 파악하는 등 비즈니스 기회를 모색할 계획이다.\n브이캣은 지난해 7월 일본 법인을 설립한 후 3개월만에 '기버리(Givery)' '에드인테(Adinte)' 등 일본 주요 마케팅 플랫폼과 서비스 공급계약을 체결한 바 있다.\n이어 올해 3월 마케팅 이미지·영상 생성 AI 솔루션 크리젠을 출시했다. 이는 ▲캠페인 기획부터 ▲촬영▲편집 ▲영상 및 이미지 콘텐츠 제작 등 광고 마케팅 활동 전 과정을 브이캣 솔루션으로 일원화할 수 있게 만든 것이다.\n특히 크리젠은 상품 이미지 한장이면 스튜디오에서 촬영한 듯한 이미지를 생성하고 영상으로 변환까지 지원한다. 생성된 이미지와 영상으로 숏폼 콘텐츠나 프로모션 배너 등 마케팅 소재를 자동 제작하는 기능도 제공하고 있다.\n이를 통해 마케팅팀, MD팀과 같은 비전문 디자인 인력도 간편하게 콘텐츠를 제작할 수 있어, 제작 효율은 높이고 외주 비용은 절감할 수 있다는 설명이다.\n정범진 대표는 \"브이캣은 마케팅 콘텐츠 제작의 전 과정을 자동화하는 국내 유일의 솔루션으로 자리매김했다\"라며 \"브이캣이 제공하는 AI 중심의 콘텐츠 자동제작 워크플로우를 통해 기업은 마케팅 콘텐츠 제작의 생산성과 효율을 동시에 높일 수 있다\"라고 말했다.\n박수빈 기자 sbin08@aitimes.com", "keywords": ["브이캣", "스시테크 도쿄", "크리젠", "생성 AI", "마케팅 콘텐츠"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170219"}
