{"title": "윤동주 시인 서거 80주기...AI가 써본 윤동주의 시", "write_date": "2025-05-16 07:00:00", "category": "AI", "content": "AI타임스 조예주 기자 joyejuoffice@aitimes.com", "keywords": ["AI", "타임스", "기자", "요청", "기사"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170476"}
{"title": "[5월15일] MS가 해고한 인원 40%는 '코더'...\"인간은 코딩 AI 이상 능력 필요\"", "write_date": "2025-05-16 07:00:00", "category": "AI", "content": "(사진=셔터스톡)\n마이크로소프트는 13일(현지시간) 인공지능(AI) 투자에 따른 수익률 저하로 직원 3% 미만인\n6000명을 해고\n한다고 발표했습니다. 이에 따라 일부는 해고 리스트가 중간 관리자나 비개발자 위주일 것으로 봤습니다.\n그러나 MS가 워싱턴주에 보고한 문서에 따르면, 해고 대상에는 소프트웨어 엔지니어링 분야가 40%로 가장 큰 비중을 차지했습니다. 제품 관리나 기술 프로그램 관리 직책 등 중간 관리자는 약 30%로 뒤를 이었습니다.\n블룸버그는 이번 결과가 어느 정도 예견됐던 것이라고 지적했습니다. 사실, 올해 초부터 미국에서는 소프트웨어 개발자, 즉 코더(coder)들이 역대 최악의 구직난을 겪고 있다는 말이 꾸준히 등장했습니다.\n미국 노동통계국의 인구조사 자료에 따르면, 지난 3월 미국 컴퓨터 프로그래머의 고용은 인터넷이 등장하기 수년 전인 1980년 이후 최저 수준으로 급감했습니다. 1980년대에는 30만개가 넘는 프로그래밍 일자리가 있었고, 2000년대 초 닷컴 버블 당시에는 70만개로 최고치를 기록했지만, 현재는 절반 수준으로 떨어졌다는 것입니다.\n또 미국의 대표 구인 플랫폼 인디드의 통계에 따르면, 지난 2월 미국 전체 일자리는 1년 전보다 10%나 늘어났지만, 소프트웨어 개발자 채용 공고는 35%나 감소했습니다.\n이런 현상은 이미 여러 차례 예고됐습니다. 지난달 열린 '\n라마콘\n'에서 사티아 나델라 MS CEO와 마크 저커버그 메타 CEO가 나눈 이야기가 대표적입니다.\n나델라 CEO가 \"MS에서 작성한 코드 중 30%는 AI가 작성한 것”이라고 밝히자, 저커버그 CEO는 \"정확한 수치는 모르지만, 우리도 다른 곳과 비슷할 것\"이라고 답한 것입니다.\n(사진=메타)\n앞서 3월 게리 탠 와이콤비네이터 CEO는 '\n바이브 코딩\n'으로 인해 이제는 많은 코더가 필요 없다고 밝혔으며, 다리오 아모데이 앤트로픽 CEO는 \"1년 내 AI가 사실상 모든 코드를 작성하는 세상이 올 수도 있다\"라고 말했습니다.\n이는 단순히 코딩 AI의 성능이 좋아졌다는 것을 강조하려는 말이 아니었습니다. 한 통계치에 따르면 미국 빅테크와 주요 AI 기업들은 올해부터 코더를 아예 채용 공고에 올리지 않았다고 합니다.\n그렇다면 앞으로 코더라는 직업은 아예 사라질까요.\n이와 관련, 미국 노동통계국은 2033년까지 코딩 담당 일자리가 10% 감소할 것으로 내다봤습니다. 그러나, 단순 코딩을 넘어 프로그래밍 전반을 관리하는 개발자는 17% 증가할 것으로 봤습니다.\n이는 전문가들의 의견과 일치합니다. 아빈드 크리슈나 IBM CEO는 지난달 SXSW 패널 토론에 출연, AI가 코딩을 자동화해도 여전히 인간 프로그래머가 필요할 것이라고 말했습니다.\n크리슈나 CEO는 AI가 코드의 일부만을 완성할 수 있으며, 대신 프로그래머는 기계가 할 수 없는 다양하고 복잡한 일을 해야 한다고 말했습니다.\n이 또한 이전부터 강조됐던 내용입니다. 코딩도 프롬프트 엔지니어링과 비슷한 길을 가는 것일 수 있습니다. '직무'에서 '역량'으로 바뀌는 것입니다.\n즉, 프로그래머들에게 코딩은 상식이며, 이를 넘어 인적 물적 리소스를 잘 활용해 성공적인 시스템을 구축하는 종합적인 능력이 요구되는 것으로 볼 수 있습니다.\n그리고 이번 MS의 해고는 더 이상 미래의 일이 아니라는 것을 보여주는 대표 사례가 됐습니다.\n이어 14일 주요 뉴스입니다.\n(사진=X, Glenn Gabe)\n■\n구글, 검색 페이지에 'AI 모드' 버튼 추가...\"챗봇형 검색 본격 테스트\"\n구글이 검색 페이지에 본격적인 챗봇 도구인 AI 모드를 추가했습니다. 최근 구글은 AI 때문에 검색 트래픽이 떨어졌다는 내용으로 애를 먹었는데, 이제는 챗GPT 검색이나 퍼플렉시티와도 AI 검색 대결을 펼치겠다는 것입니다.\n■\n\"구글 상승하고 앤트로픽 하락\"...포, 1~5월 모델 사용량 발표\n챗봇 플랫폼 포의 통계에 따르면, 구글 제미나이가 코딩 성능 향상으로 사용자 점유율을 빠르게 늘리고 있습니다. 반면 코딩 강자였던 앤트로픽은 10%가량 줄었다고 합니다. 이제는 '코딩 전쟁'이 벌어지고 있습니다.\n■\n윤동주가 해방 후 시를 썼다면…“별들은 더욱 또렷이 마음에 박혀왔다”\n‘별 헤는 밤’ ‘서시’로 유명한 윤동주 시인의 서거 80주년을 추모, 그의 시를 학습한 AI 모델이 등장했습니다. 문체나 시어를 잘 반영한 결과물을 생성했다는 설명입니다.\nAI타임스 news@aitimes.com", "keywords": ["마이크로소프트", "해고", "소프트웨어 엔지니어링", "AI", "프로그래머"], "url": "https://www.aitimes.com/news/articleView.html?idxno=170453"}
{"title": "中 관세폭탄에 인도 생산 늘리는 애플…트럼프는 '경고장'", "write_date": "2025-05-16 08:41:42+09:00", "category": "기타", "content": "사진=로이터·연합뉴스\n도널드 트럼프 미국 대통령이 중국에서 인도로 아이폰 생산 물량을 옮기는 방안을 추진 중인 애플을 향해 경고를 날렸다. 아이폰을 미국에서 생산해야 한다는 뜻을 다시 한 번 강조하고 나선 셈이다.\n15일(현지시간) 주요 외신 등에 따르면 중동을 순방 중인 트럼프 대통령은 이날 카타르에서 기자들과 만나 \"어제 팀 쿡(애플 최고경영자·CEO)과 약간의 문제가 있었다\"고 전했다.\n트럼프 대통령이 언급한 '문제'란 미국 시장용 아이폰 생산거점을 중국에서 인도로 옮기는 방안을 가리킨다. 애플은 앞서 트럼프 대통령이 중국 상대로 초유의 '관세 폭탄'을 예고하자 생산거점을 인도로 이전하겠다는 계획을 내놨다.\n트럼프 대통령은 애플이 최근 미국에 5000억달러(약 700조원)를 투자하겠다고 밝힌 계획을 언급하면서 \"5000억달러를 갖고 미국에 오지만 이제 인도 전역에 공장을 짓고 있다. 난 당신(쿡 CEO)이 인도에 공장을 짓는 것을 원하지 않는다\"고 말했다.\n올 1분기 미국에서 판매된 아이폰 중 절반 이상은 인도 생산물량이 차지했다. 2분기엔 미국 시장용 아이폰 대부분이 인도에서 생산되는 물량으로 채워질 예정이다. 업계는 내년 말 안으로 미국에서 판매되는 아이폰 물량 6000만대 이상이 인도 공장에서 조달될 것으로 보고 있다.\n쿡 CEO는 이달 초 실적 발표 당시 \"오는 6월부터 미국 내에서 판매되는 대부분의 아이폰은 인도에서 생산되고 아이패드와 맥, 애플워치, 에어팟 등은 베트남에서 생산될 것\"이라고 말했다.\n하지만 트럼프 대통령은 \"우리는 당신(쿡 CEO)을 정말 잘 대해줬고 수년간 중국에 지은 모든 공장을 참아왔다. 이제는 우리를 위해 (미국에 공장을) 지어야 한다\"며 \"우리는 당신이 인도에 (공장을) 짓는 것에 관심이 없고 미국에 짓기를 원한다\"고 주문했다.\n그러면서 애플이 미국 내 생산량을 늘릴 것이라고 덧붙였지만 이에 관한 구체적 근거는 언급하지 않았다. 애플은 현재 미국에서 아이폰을 생산하지 않고 있다.\n웨드부시증권은 앞서 아이폰이 미국에서 생산될 경우 기기값이 3500달러(약 490만원)로 치솟을 수 있다고 내다봤다.\n나렌드라 모디 인도 총리는 그간 자국을 스마트폰 제조 허브로 강조해 왔다. 애플은 트럼프 대통령이 발표했던 고율 관세를 우회하기 위해 지난 3월 한 달간 20억달러(약 2조8000억원)에 이르는 아이폰 물량을 인도에서 미국으로 공수하기도 했다.\n김대영 한경닷컴 기자 kdy@hankyung.com", "keywords": ["트럼프", "애플", "아이폰", "인도", "미국"], "url": "https://www.hankyung.com/article/202505166516g"}
{"title": "잘만든 신작에 게임시장 구도 바뀐다…넥슨·크래프톤 '활짝'", "write_date": "2025-05-16 06:30:07+09:00", "category": "기타", "content": "사진은 기사와 무관함. 사진=게티이미지뱅크\n3N2K(넥슨·\n넷마블\n·\n엔씨소프트\n·\n크래프톤\n·\n카카오게임즈\n)로 불리던 국내 대표 게임업계 올 1분기 실적발표 결과 '넥슨과 크래프톤 양강 체제'로 구도가 바뀐 모양새다. 3N2K의 1분기 성적은 신작 흥행에 따라 엇갈렸다. 넷마블은 지난 3월 출시한 신작이 성과를 내면서 실적을 끌어올렸다.\n16일 업계에 따르면 크래프톤은 1분기 역대 최대 분기 매출을 달성했다. 크래프톤의 1분기 매출은 전년 동기 대비 31.3% 증가한 8742억원, 영업이익은 47.3% 증가한 4573억원을 기록했다. 영업이익은 3N2K 중에서 1위를 달렸다.\n'펍지: 배틀그라운드'(이하 배틀그라운드) 지식재산권(IP)의 꾸준한 인기와 신작 '인조이' 흥행이 역대급 실적을 쓰게 된 배경으로 꼽힌다. 특히 지난 3월 28일 사전 예약으로 출시된 인조이는 발매 후 1주간 100만장 판매 기록을 세워 크래프톤 전체 IP 중 가장 빠른 흥행 성적을 거뒀다. 크래프톤은 인조이를 빅 프랜차이즈 IP로 육성해 글로벌에서 장기적으로 소비할 수 있도록 할 계획이다.\n넥슨은 1분기 연결 기준 영업이익이 전년 동기 대비 43% 증가한 3952억원(엔화 416억엔)을 달성했다. 매출은 전년동기 대비 5% 늘어난 1조820억원(엔화 1139억엔)을 기록했다. 환율은 100엔당 949.7원을 반영했다.\n넥슨의 실적에 기여한 건 '던전앤파이터'와 '메이플스토리' 주요 IP와 3월에 출시한 신작 게임 2가지였다. 던전앤파이터 IP를 확장한 신작 '퍼스트 버서커: 카잔(카잔)'과 마비노기 IP를 확용한 '마비노기 모바일'이 그 주인공이다. 카잔은 게임 플랫폼 스팀에서 압도적으로 긍정적(긍정 리뷰 95%) 평가를 받으며 유의미한 결과를 냈다. 마비노기 모바일은 출시 이후 한 달이 지나도 국내 앱 마켓 순위 상위권에 자리하며 흥행을 이어가고 있다.\n1분기 실적 반등에 성공한 넷마블은 영업이익 497억원을 기록했다. 전년 동기 대비 1243.2% 증가한 수준으로 시장 전망치를 절반 정도 상회하는 어닝 서프라이즈였다. 매출은 전년 동기 대비 6.6% 상승한 6239억원으로 집계됐다.\n신작 'RF 온라인 넥스트'가 흥행하고 '나 혼자만 레벨업:어라이즈' 일일활성사용자(DAU) 수가 증가하며 전 세계에서 매출을 낸 영향이다. RF 온라인 넥스트는 전체 매출의 3% 차지했다. 지난 3월에 출시해 1분기 실적에 반영되는 기간이 길지 않았다는 점을 고려하면 RF 온라인 넥스트가 앞으로 넷마블 실적에 기여할 비중이 점점 늘어날 것으로 예상된다.\n반면 내실 있는 신작이 없던 엔씨소프트와 카카오게임즈는 부진한 성적표를 내놔야 했다. 양사는 실적 반등을 위해 다양한 장르의 게임을 개발해 글로벌 시장을 노리겠다는 계획을 세웠다.\n엔씨소프트는 1분기 영업이익 52억원, 매출 3603억원을 냈다. 각각 전년 동기 대비 79.7%, 9.5% 감소해 간신히 흑자 전환에 성공했다. 엔씨소프트는 지난해 12월 방치형 게임 '저니 오브 모나크'를 선보인 바 있으나 이용자가 빠르게 이탈해 실적 개선 동력을 확보하는 데 실패했다. 대신 올해 하반기부터 기존 IP와 신규 IP 게임을 공격적으로 선보이며 내년 매출 2조원을 내겠다는 실적 가이던스를 최초로 밝히며 반등 의지 포부를 드러내기도 했다.\n카카오게임즈는 신작 부재와 게임 매출 감소로 1분기 적자 전환했다. 1분기 영업손실 124억원을 기록하고 매출은 전년 동기 대비 31% 감소한 2119억원에 그쳤다.\n카카오게임즈는 반등 전략으로 '선택과 집중'을 선택했다. 본업인 게임 중심으로 체질 개선을 이어가고 다양한 플랫폼과 장르 기반의 게임을 공개할 계획이다. 올해부터 내년까지 '크로노 오디세이' 등 대형 신작 출시를 앞두고 테스트를 통해 완성도를 높이는 중이다. 하반기에는 수동 동작과 픽셀 그래픽 디자인을 강조한 '가디스오더'로 성장 트렌드를 가져가는 걸 1순위 목표로 두고 있다.\n박수빈 한경닷컴 기자 waterbean@hankyung.com", "keywords": ["넥슨", "크래프톤", "영업이익", "신작", "실적"], "url": "https://www.hankyung.com/article/202505141492g"}
{"title": "아이큐어, 1분기 매출 전년比 55.3% 성장…역대 최대 분기 매출", "write_date": "2025-05-16 09:56:11+09:00", "category": "기타", "content": "아이큐어\n는 올해 1분기에 역대 최대 분기 매출을 달성했다고 16일 밝혔다.\n아이큐어의 2025년 1분기 별도 재무제표 기준 매출은 174억8000만원으로, 전년 동기 대비 55.3% 성장했다. 영업손실은 17억8000만원으로 작년 같은 기간 영업손실인 32억9000만원보다 적자폭을 개선했다.\n영업손실률은 지난해 1분기 29.3%에서 올 1분기에 10.2%로 19.1%포인트 개선됐으며, 감가상각전영업이익(EBITDA) –5.1억원, EBITDA율 –2.9%로 손익분기점(BEP)에 근접했다. 이러한 대폭적인 수익성 개선은 이영석 대표 취임 이후 지속 가능한 성장을 위해 도입한 ‘수익성 기반 성장 전략’을 꾸준히 실행해온 결과라고 회사 측은 설명했다.\n화장품 ODM·OBM 사업은 신규 고객사인 에이피알, 암웨이 등의 매출이 대폭 확대되며 약 112억원의 매출을 기록했다. 전년 동기 38억 대비 194% 성장한 수치다. 영업이익은 11억원(영업이익률 9.8%)으로 전년 동기 대비 흑자 전환에 성공했으며, 첫 분기 영업이익 흑자를 달성했다.\n제약사업 매출은 약 62억원으로, 첩부제·패치 생산량 감소 등에 따라 전년 동기 70억 대비 12% 역성장했다. 반면 제약사업 영업손실은 29억4000만원으로 전년 동기 대비 소폭 개선됐다. 회사는 올해 제약사업의 영업적자 축소를 기대하고 있다.\n이영석 아이큐어 대표는 “지난해 대폭적인 화장품 사업 매출 성장에 이어, 올해 1분기 매출 성장과 영업이익 흑자전환으로 현실화돼 매우 기쁘다“며 “제약사업의 경우 약 3000억원에 달하는 해외 공급 계약 기체결 건들이 순차적인 인허가를 통해 점진적으로 매출화하면, 향후 의미 있는 손익 개선이 가능할 것“이라고 했다.\n김예나 기자 yena@hankyung.com", "keywords": ["아이큐어", "분기 매출", "영업손실", "화장품 사업", "제약사업"], "url": "https://www.hankyung.com/article/202505166910i"}
{"title": "\"월급 더 줘야죠\"…Z세대 취준생들 울컥하게 만든 이유", "write_date": "2025-05-16 09:48:23+09:00", "category": "기타", "content": "사진은 기사와 관련 없음. 사진=게티이미지뱅크\nZ세대 취업준비생 10명 중 8명이 직무급제에 찬성하는 것으로 나타났다. 직무급제는 업무 난이도나 중요도, 전문성 등에 따라 기본급을 차등 지급하는 제도다.\n16일 채용 플랫폼 진학사 캐치에 따르면 Z세대 취준생 2033명을 조사한 결과 83%는 직무급제를 찬성하는 것으로 조사됐다. 이들 중 75%는 '업무 가치에 맞는 합리적 보상체계여서'를 찬성 이유로 꼽았다.\n이어 '어려운 직무 도전 동기가 생겨서'란 응답은 12%로 나타났고 '조직 경쟁력에 도움이 될 것 같아서' 8%, '연공서열보다 더 공정한 방식이어서' 4% 순이었다.\n직무급제에 반대하는 응답은 17%를 차지했다. 반대 이유로는 52%가 '직무 가치 판단 기준이 모호하다'고 답했다. 22%는 '직무 간 위계·차별 구조 우려', 13%는 '일부 인기 직무에 쏠림현상 심화' 등을 꼽았다. '저평가된 직무 종사자의 의욕 저하'를 우려하는 응답도 12%로 집계됐다.\n직무 가치를 판단할 때 가장 공정한 기준을 묻는 항목엔 62%(복수응답)가 '직무의 전문성·기술 수준'을 꼽았다. 이 외에도 △조직 기여도·사업 성과 연계성 33% △업무 책임강도 26% △근무 환경·위험도 19% △대체 가능성 9% 순으로 조사됐다.\n응답자들은 직무 중심으로 보상 체계가 바뀔 경우 커리어나 진로도 조정할 의향이 있다고 답했다. 83%는 \"희망 직무 입사 이후 더 높은 연봉이 보장되는 직무로 전환 가능하다면 이동할 의향이 있다\"고 했다.\n김정현 진학사 캐치 본부장은 \"Z세대는 단순 연차에 따른 보상보다는 실제 일의 가치와 성과 등에 기반한 평가와 보상 체계를 선호하는 것으로 나타났다\"며 \"다만 직무급제를 안정적으로 운영하기 위해서는 명확하고 투명한 직무 가치 기준과 체계적인 설계가 선행돼야 한다\"고 말했다.\n김대영 한경닷컴 기자 kdy@hankyung.com", "keywords": ["Z세대", "직무급제", "찬성", "보상체계", "직무 가치"], "url": "https://www.hankyung.com/article/202505166881g"}
{"title": "더바이오메드, 1분기 영업손실 66% 감소…\"수익구조 개선 본격화\"", "write_date": "2025-05-16 09:43:52+09:00", "category": "기타", "content": "더바이오메드\n는 올해 1분기 연결 재무제표 기준 실적 개선을 이뤘다고 16일 밝혔다.\n전날 공시에 따르면 2025년 1분기 연결 재무제표 기준 매출은 약 24억2600만원을 기록했다. 올 1분기 영업손실은 21억8300만원으로 전년 동기 대비 66.6%(44억원) 줄어 적자 폭을 줄였다. 매출총이익 역시 전년 동기 약 12억6900만원의 손실에서 약 11억8900만원의 이익으로 전환했다. 이를 통해 수익 창출 구조 개선을 이뤄냈다고 회사 측은 설명했다.\n회사는 이러한 실적 개선의 배경으로 선택과 집중 전략을 통한 조직 및 제품 구성의 효율화를 꼽았다. 이와 함께 신규 추진 중인 교육사업 부문에서의 긍정적인 성과를 냈다고 했다. 더바이오메드는 향후에도 수익성이 기대되는 사업에 집중해 지속적인 성과 창출을 이어간다는 계획이다.\n더바이오메드 관계자는 “지난해 12월 신규 경영진 교체 이후, 선택과 집중 전략을 통해 의미 있는 성과를 낼 수 있었다”며 “기존 체외진단 사업의 전문성을 강화하는 동시에, 유의미한 결과를 낼 수 있는 신규 사업 다각화를 추진해 기업가치 제고에 힘쓰겠다”고 전했다.\n한편 더바이오메드는 지난 9일 미코바이오메드에서 사명을 더바이오메드로 변경했다.\n김예나 기자 yena@hankyung.com", "keywords": ["더바이오메드", "실적 개선", "영업손실", "선택과 집중 전략", "신규 사업"], "url": "https://www.hankyung.com/article/202505166801i"}
{"title": "제테마, 1분기 매출 158억원…중남미 필러 매출 4월 이연 영향", "write_date": "2025-05-16 09:30:28+09:00", "category": "기타", "content": "제테마\n는 1분기 연결기준 매출액 158억원, 영업손실 1억원을 기록했다고 16일 밝혔다. 매출은 전년 동기 대비 8.0% 감소했고, 영업이익은 적자전환했다. 별도기준으로는 매출액 148억원, 영업이익 12억원으로 흑자기조를 유지했다.\n회사는 1분기 실적에 대해 중남미 시장의 필러 매출이 4월로 이연된 데 영향 받았다고 설명했다. 또 ‘제테마더톡신’의 국내 론칭에 따른 마케팅·홍보 비용이 일시적으로 증가해 이익이 줄었다고 전했다.\n제테마는 최근 정식 품목허가를 획득한 중국시장 필러제품의 신규 진출과 중남미 지역 매출 본격화, 보툴리눔 톡신 제테마더톡신의 국내 정식 판매 개시가 맞물리며 2분기 최대 매출 달성 가능성을 시사했다. 안정적인 필러 수출 성장과 톡신 제품의 글로벌 진출을 본격화하며 수출 확대에 박차를 가하고 있다.\n특히 중국과 튀르키예를 포함한 신흥 시장으로의 진출이 가시화되면서, 중장기적 성장 기대감이 커지고 있다. 이와 함께 중국 현지에 생산기지를 구축 중이며, 이를 글로벌 시장 진출의 핵심 거점으로 삼겠다는 전략이다.\n제테마 관계자는 “기존 주력 제품인 필러 중심의 안정적 매출과 주요 자회사 실적 개선을 통해 2분기 실적 반등이 예상된다”며 “특히 중국 시장 진출은 중장기적으로 제테마의 글로벌 성장성을 가시화하는 계기가 될 것”이라고 말했다.\n글로벌 미용 시술 시장은 지속 성장세다. 시장조사기관 프레시던스 리서치 자료에 따르면 글로벌 보톨리눔 톡신 시장은 2022년 72억1000만달러(9조4000억원)에서 연평균 9.6% 성장해 2032년 179억8000만달러 규모에 달할 것으로 보인다. 필러 시장은 2023년 60억달러(약 8조2980억원)에서 2032년 133억달러로 연평균 10%씩 성장이 기대된다.\n김유림 기자 youforest@hankyung.com", "keywords": ["제테마", "매출", "영업손실", "필러", "중국시장"], "url": "https://www.hankyung.com/article/202505166772i"}
{"title": "연세암병원 \"유한양행 렉라자, 비정형 EGFR 변이 폐암에도 효과\"", "write_date": "2025-05-16 09:04:34+09:00", "category": "기타", "content": "유한양행 렉라자\n유한양행\n의 비소세포폐암 신약 렉라자(성분명 레이저티닙)가 비정형 EGFR 유전자 변이 폐암에도 효과가 있다는 연구 결과가 나왔다.\n연세암병원은 홍민희 폐암센터 교수와 박세훈 삼성서울병원 혈액종양내과 교수가 3세대 EGFR 표적치료제인 렉라자를 활용한 비정형 EGFR 변이 대상 연구에서 객관적 반응률(ORR) 50%를 확인했다고 16일에 밝혔다.\n연구 결과는 세계폐암연구협회지(Journal of Thoracic Oncology, 인용지수 21.1)를 통해 공개됐다.\n아시아인에게 많은 EGFR 유전 변이는 대부분 엑손19결손이나 L858R 변이형이다. 환자의 10~20%는 G719X, L861Q, S768I 등 비정형 변이로 분류된다. 많은 환자에게 확인되는 정형변이보다 표준 치료제에 대한 반응률이 낮고 치료 옵션도 부족한 상태다.\n연구팀은 비정형 환자군을 대상으로 렉라자의 치료 효과를 평가하기 위한 임상시험에 나섰다. 국내 5개 병원에서 다기관 2상 연구 방식으로 진행된 이번 연구엔 비정형 EGFR 변이 환자 36명이 참여했다.\n암이 30% 이상 줄어든 것을 뜻하는 객관적 반응률은 50%, 암이 줄거나 더이상 자라지 않는 환자를 뜻하는 질병 조절률은 88.9%였다. 비정형 환자의 70~80%에게서 확인되는 G719X, L861Q, S768I 등 변이 반응률은 54.8%였다.\n임상 참가자 중 가장 많이 유형을 차지한 G719X 단일 변이 환자의 반응률은 61%, 무진행 생존기간 중앙값은 20.3개월이었다.\n우려할 만한 부작용은 없었다. 환자 33.3% 정도에게서 미국 국립암연구소가 분류한 1~5등급 부작용 중 3등급 이상 이상반응을 호소했지만 약물 감량이나 중단 없이 관리할 수 있었다.\n연구진은 치료 전후 혈액 검사를 통해 렉라자 내성 기전도 분석했다. 일부 환자는 EGFR이 아닌 APC, TP53, RET, ERBB2 등의 유전자 변이를 보인 것으로 나타났다.\n홍 교수는 \"이번 연구는 치료 옵션이 제한적인 비정형 EGFR 변이 폐암 환자를 대상으로 3세대 EGFR 표적치료제 렉라자가 실질적 치료 대안이 될 수 있음을 보여준 전향적 연구\"라며 \"렉라자 단독 요법 외에 다른 치료제와의 병용요법 등 치료 성적을 높일 수 있는 후속 연구를 계획하고 있다\"고 했다.\n이지현 기자 bluesky@hankyung.com", "keywords": ["렉라자", "비정형 EGFR 변이", "폐암", "객관적 반응률", "임상시험"], "url": "https://www.hankyung.com/article/202505166601i"}
