{"title": "해킹 피해자도…\"개인정보 관리 못한 '잘못' 있다\" 法 판단", "content": "사진=게티이미지뱅크\n해킹을 당한 사실이 확인됐더라도 경제적 손실을 완전히 복구하려면 난관을 지나야 한다. 해킹 유형 중 가장 빈번한 범죄 가운데 하나인 스미싱의 경우 상황에 따라 손실 회복 여부와 정도가 달라진다. 스미싱은 통상 악성 애플리케이션(앱) 설치를 유도한 다음 피해자 명의로 대출 등 금융거래를 진행해 돈을 빼가는데 이때 금융기관이 본인확인 의무를 소홀하게 했다는 점이 입증되면 손실을 원상 복구할 수 있다.\n하지만 금융기관 과실을 입증하는 게 간단할 리 없다. 금융기관들이 본인 확인 의무를 다했다고 주장하거나 법적 규율을 받지 않는 금융거래에 해당하지 않는다고 항변하는 사례들이 부지기수여서다.\n문자 한 통에 본인도 모르는 대출…\"계약 무효\" 왜?\n가장 최근에도 이 같은 사례가 확인됐다. 1일 법조계에 따르면 서울중앙지법 손승우 판사는 스미싱 피해자 A씨가 현대캐피탈 상대로 낸 채무부존재 확인 소송에서 원고승소 판결했다. 손 판사는 A씨 명의를 도용해 이뤄진 현대캐피탈 신용대출계약을 존재하지 않는 것으로 봐야 한다고 판시했다.\nA씨는 지난해 7월 \"어머님이 어제 오후 위독하셔서 돌아가셨습니다. 장례식장으로 와주세요\"라는 문자를 받았다. 이 문자를 통해 A씨 휴대폰에는 악성 앱이 설치됐다. 해킹범은 A씨 휴대폰을 원격 조정해 다른 통신사로 번호이동을 진행하고 새 전화번호도 개통했다. 이후 현대캐피탈에 신용대출을 신청, 4000만원을 가로챘다.\n이 과정에서 현대캐피탈이 본인확인 의무를 다했는지 여부가 쟁점으로 다뤄졌다. 전자문서법은 전자문서 수신자가 해당 문서를 작성자 의사에 따라 작성된 것으로 볼 만한 정당한 이유가 있을 때 작성자 의사표시로 보고 행위할 수 있다고 규정했다. 현대캐피탈은 이 조항을 근거로 해킹범이 낸 전자문서를 A씨 의사에 따른 문서로 보고 대출을 진행한 것이라고 주장했다.\n하지만 현대캐피탈이 A씨 명의로 제출된 운전면허증을 제대로 확인하지 않은 사실이 드러나면서 승패가 갈렸다. 현대캐피탈이 받은 A씨 명의의 운전면허증엔 발급처가 '경기지방경찰청장'으로 나와 있는데 이 면허증 발급일인 지난해 4월엔 경기지방경찰청이 존재하지 않았다. 도로교통공단이 2018년 도입한 운전면허증 홀로그램도 보이지 않았다.\n손 판사는 \"운전면허증 위조 정도가 상대적으로 조악해 진정한 면허증이 아니라는 것을 알 수 있었다고 보이고, 대출신청 전자문서도 A씨 것이 아님을 미뤄 충분히 알 수 있었다\"며 \"대출계약 효력이 A씨에게 미친다고 할 수 없다\"고 판단했다.\n보험사 상대 대출 발생 땐 피해 회복 더 어려워\n현대캐피탈 사건에선 본인확인 의무가 주로 다퉈졌지만 스미싱 범죄가 보험사를 상대로 이뤄질 경우 쟁점이 늘어난다. 법정에서 공방을 벌여야 할 주제가 그만큼 많아지는 것이다.\n서울중앙지법 제1-3민사부(재판장 최성수)가 지난 1월 판결한 보험사 스미싱 피해 사건이 대표적이다. 이 사건에선 보험사를 통해 진행된 대출이 금융실명법상 금융거래에 해당하는지, 금융거래가 아닐 경우 본인확인 의무가 없는지 여부 등이 쟁점이 됐다.\n해킹범은 모바일 청첩장을 보내 피해자 B씨 휴대전화에 악성 앱을 설치했다. 이어 B씨 개인정보와 금융정보를 취득, 보험사 2곳과 주택청약 기관 1곳을 상대로 대출거래약정·보험약관대출·주택청약종합저축 해지 등을 통해 총 1억287만원을 받아냈다. 이 돈 중 일부를 B씨 명의로 된 통장에서 받은 뒤 타인의 계좌로 이체한 것.\n보험사는 보험료를 대상으로 한 거래는 금융실명법상 금융거래에 해당하지 않는다고 주장했다. 본인확인 조치를 이행할 의무가 없다는 얘기다. 금융거래로 볼 수 있다 해도 본인확인 의무를 이행했다고 항변했다. 주택청약이 해지됐던 기관은 휴대전화 문자를 통해 인증번호를 보내는 방식으로 통신사기피해환급법상 본인확인 조치를 취했다면서 저축 해지가 유효하다고 맞섰다.\n이 사건의 경우 1심에서 B씨 손을 들어줬다. 보험사들과의 대출거래약정·보험약관대출 모두 존재하지 않는 것으로 봤고 주택청약 저축 기관엔 B씨에게 일정 금액을 지급해야 한다고 판단했다.\n1심은 이들 기관이 본인확인 조치를 제대로 이행하지 않았다고 봤다. 휴대전화 문자인증 방식만으로는 이미 스미싱 피해를 당한 상황에서 전혀 의미가 없다는 지적이다.\n법원 \"피해자도 관리 못한 잘못\"…피해 회복 '발목'\n하지만 항소심에서 한 보험사에 한정해 판단이 갈렸다. 이 보험사는 항소심에서 B씨가 자신의 개인정보와 금융정보를 제대로 관리하지 못한 책임이 있다고 주장했다.\n2심은 이 주장을 받아들여 대출금액 중 50%만 보험사가 책임지도록 했다. 피해자가 개인정보를 잘 관리했는지 여부로 판단이 일부 달라진 것이다.\n2심 재판부는 보험사가 본인확인 절차를 제대로 이행하지 않았다면서도 \"B씨는 범행을 당할 당시 이 같은 범행이 만연하고 있다는 점에 대해 충분히 인식할 수 있었던 것으로 보이고 보험사는 B씨가 2009년부터 썼던 거래계좌로 대출금을 송금했다\"며 \"B씨도 개인정보를 제대로 관리하지 못한 과실이 인정된다\"고 지적했다.\n최근 판결을 종합하면 스미싱 등 해킹 피해로 자신의 의사와 무관하게 발생한 대출도 입증 여부와 피해자 과실 정도에 따라 결론이 달라질 수 있단 얘기다.\n한 화이트해커는 \"최근 스미싱이 더욱 교묘해지면서 통상 기준으로도 구분이 어려운 상황이 됐다\"며 \"문자나 여러 경로로 나타나는 링크가 조금이라도 수상하거나 미심쩍다면 누르지 않는 게 최선\"이라고 조언했다.\n김대영 한경닷컴 기자 kdy@hankyung.com", "category": "보안", "write_date": "2025-05-01 18:39:42", "keywords": ["스미싱", "해킹", "본인확인", "금융기관", "피해 회복"]}
{"title": "SKT 1위 위상 흔들리나…정부, '신규가입 중단' 초강수", "content": "유영상 SKT 대표./ 사진=뉴스1\n정부가 SK텔레콤에 대해 당분간 신규 가입자를 받지 말라는 초강수를 둔 배경에는 이 회사가 서버 해킹 뒤 2차 피해 방지보다 1위 이동통신 사업자의 지위 유지에 급급하다는 문제의식이 작용했다. 이에 SK텔레콤은 신규 가입자 모집 중단 기간이 길어지기 전에 소비자 불만과 우려 최소화에 총력을 기울여야 하는 상황에 놓였다.\n과학기술정보통신부는 SK텔레콤에 대해 유심 부족 현상이 해결될 때까지 신규 이동통신 가입자 모집을 전면 중단할 것을 행정 지도했다고 1일 밝혔다.\n행정기관이 기업 등에 내리는 권고에 해당하는 행정지도는 법적 효력을 가진 행정처분, 행정명령에 비해 강제력이 약하지만, 구속력이 완전히 없는 것은 아니다. 신규 가입자 모집 중지라는 행정지도를 받은 SK텔레콤이 이를 위반하면 과기정통부가 법적 처벌이 따르는 전기통신사업법상 추가 이행 명령을 내릴 여지가 있기 때문이다.\n과기정통부는 SK텔레콤이 가입자 해지 위약금 면제, 피해보상 시 증명책임 완화 등을 검토할 것도 주문했다. 전날 열린 국회 과학기술정보통신위원회 청문회에서 최민희 위원장 등 과방위원들 다수도 증인으로 출석한 유영상 SK텔레콤 대표에게 위약금 면제 방침을 밝힐 것을 촉구했다. 이에 유 대표는 \"내부의 종합적 검토가 필요한 사안\"이라고 답했다.\n정부는 SK텔레콤이 밝힌 '해킹 사태로 인한 소비자 피해 시 100% 책임' 방침도 구체적으로 마련해 소비자에게 명확히 알릴 것을 요구했다. 피해보상 시 가입자의 증명 책임도 완화할 것을 주문했다.\n사진=연합뉴스\n유심 무상 교체 시행 이후 SK텔레콤 가입자 이탈이 하루 수만명대 규모로 평시보다 수백 배 급증한 상황에서 신규 가입을 전면적으로 받지 못하는 상황이 장기화하면 SK텔레콤의 1위 사업자 위상은 크게 흔들릴 수 있다.\n다만 SK텔레콤이 유심 물량 확보에 총력전을 펼치고 있는 점, 유심 초기화와 같은 소프트웨어적인 해결책을 동시에 모색 중인 점을 고려했을 때 신규 가입자 모집 중단이 장기간 이어지진 않을 것이라는 전망도 나온다.\nSK텔레콤은 2차 피해 방지에 효과적이라고 강조하는 유심 보호 서비스를 이달 14일부터 해외 로밍 중에도 사용할 수 있도록 개발 중이다. 현재 알뜰폰 로밍 가입자는 해외에서 유심 보호 서비스를 받을 수 있다.\n기존의 유심을 초기화해 안전한 상태로 재사용하는 포맷 적용도 이달 중순부터 적용을 준비 중이어서 물리적인 유심 교체가 필수로 인식되는 현 상황은 바뀔 가능성도 남아 있다.\n박수림 한경닷컴 기자 paksr365@hankyung.com", "category": "보안", "write_date": "2025-05-01 18:24:40", "keywords": ["SK텔레콤", "신규 가입자", "해킹", "유심", "피해 보상"]}
{"title": "비자 손잡은 올트먼 '월드코인'…암호화폐 결제 카드 내놓는다", "content": "샘 올트먼 오픈AI 최고경영자(CEO·사진)가 비자카드와 손잡고 암호화폐 결제 카드를 공개했다. 월드코인과 유에스디코인(USDC) 등 암호화폐를 세계 곳곳의 1억5000만여 개 비자 가맹점에서 현금처럼 사용할 수 있다는 의미다. 결제와 동시에 암호화폐가 법정화폐로 전환되는 방식이다.\n30일(현지시간) 월드를 운영하는 툴스포휴매너티(TFH)는 미국 샌프란시스코에서 ‘마침내(At last)’ 행사를 열어 글로벌 카드사 비자와 함께 ‘월드 카드’를 출시한다고 발표했다. 월드는 하반기 미국에서 이 카드를 먼저 선보인 뒤 다른 국가로 서비스를 확대한다는 계획이다. 월드는 올트먼 CEO가 ‘인공지능(AI) 시대의 기본소득 지급 수단’을 목표로 만든 블록체인 플랫폼이다.\n월드는 이날 홍채 인식을 기반으로 한 암호화폐 월드코인의 거래 개시 계획도 공개했다. 월드코인은 ‘오브’라는 기기로 홍채를 인식해 AI가 아니라 인간임을 인증해야 받을 수 있는데, 월드가 홍채 데이터를 무단 수집할 수 있다는 우려에 그동안 미국에서 출시하지 못했다. 월드는 다음날부터 미국인도 샌프란시스코, 로스앤젤레스(LA) 등 6개 도시에 설치된 오브를 통해 홍채를 인식해 월드코인을 지급받고, 미국 내 암호화폐거래소에서 거래할 수 있다고 밝혔다. 올트먼 CEO는 “기술 혁신을 주도해야 할 미국이 그동안 기술에 적대적인 태도를 보여온 것이 안타까웠다”며 “오늘 그 잘못된 흐름을 바로잡는 데 우리가 기여할 수 있어 기쁘다”고 말했다.\n월드가 미국에서 거래를 시작할 수 있었던 배경에는 도널드 트럼프 행정부의 ‘친(親)암호화폐’ 기조와 AI 인프라 확충 프로젝트 ‘스타게이트’의 주축인 올트먼 CEO의 영향력이 있는 것으로 해석된다. 월드는 트럼프 행정부의 기조에 발맞춘 듯 새로운 버전의 오브를 텍사스주 리처드슨의 새 공장에서 양산할 것이라며 ‘미국 내 제조’를 강조하기도 했다. 올트먼 CEO와 함께 TFH를 공동 설립한 앨릭스 블라니아 CEO는 이날 기자회견에서 관련 질문에 “여러 요인이 작용했다”며 “미국 내에서 규제 명확성에 대한 기대가 커진 점이 주효했다”고 말했다.\n샌프란시스코=송영찬 특파원 0full@hankyung.com", "category": "핀테크", "write_date": "2025-05-01 17:28:39", "keywords": ["샘 올트먼", "비자카드", "암호화폐", "월드코인", "기본소득"]}
{"title": "유심 부족 해소 때까지 SKT 신규 가입 중단", "content": "정부가 해킹 사고를 겪은 SK텔레콤을 대상으로 유심 물량 공급이 안정될 때까지 신규 가입을 전면 중단하라는 내용의 행정지도를 내렸다. 일일 브리핑 등을 통해 가입자에게 상황을 쉽게 설명하고, 노인 등 일부 계층에 유심보호서비스를 일괄 적용하는 방안을 포함한 소비자 보호 이행 계획 제출도 요구했다. 위약금 면제, 손해배상, 피해보상 시 가입자의 입증 책임을 완화하는 조치에 대해서도 적극 검토를 요청했다. 이용자 피해 보상 방안을 마련하라는 내용 또한 포함됐다.\n행정지도는 법적 구속력은 없지만 인허가권을 쥔 규제기관의 요청이라는 점을 감안하면 사실상 강제력을 지닌 것으로 해석된다. 강도현 과학기술정보통신부 제2차관은 “SK텔레콤이 사태 해결에 책임 있는 조처를 할 것을 강력히 촉구한 것”이라고 말했다.\n이승우 기자 leeswoo@hankyung.com", "category": "보안", "write_date": "2025-05-01 17:26:28", "keywords": ["SK텔레콤", "해킹 사고", "유심 공급", "소비자 보호", "피해 보상"]}
{"title": "\"미국도 긴장할 판\" 파격 변화 일어났다…중국서 벌어진 일", "content": "중국이 드론을 앞세운 ‘저고도 경제’ 육성에 속도를 내고 있다. 음식 배달부터 관광지 커피 배송까지, 15분 이내 도심 항공 물류를 구현한 메이퇀의 드론 시스템은 이미 상용화 단계에 접어들었다는 평가가 나온다. 여기에 자율주행 배송 로봇, 사물인터넷 기반 물류 플랫폼까지 결합해 경제 전반의 효율성을 끌어올리고 있다. 하지만 중국이 그리는 저고도 경제의 끝은 단순한 배달 혁신이 아니다. 수만 대 드론 동시 비행, 항공망 기반 데이터 수집, 통신·감시 체계 확장은 곧 군사전략으로 직결된다. 전문가들은 “물류 다음은 국방”이라며 미국조차 긴장할 만한 기술 전환이 이미 선전 하늘 아래 현실화하고 있다고 분석한다.\n박사급 인재만 7500명\n드론을 이용한 중국 저고도 경제를 이끄는 메이퇀은 10년 넘게 공들여 시스템을 구축했다. 메이퇀 선전 연구개발(R&D) 캠퍼스에서 만난 린링 연구원은 “우리는 새로운 소비 특성과 다양한 시장의 요구에 따라 소매 첨단 기술 개발에 집중했다”며 “각종 배송 수요에 대응하고 라이더의 배송 부담을 줄이기 위해 2016년 자동 배송 서비스를 시작했다”고 설명했다. 메이퇀은 인공지능(AI), 빅데이터, 로봇 등의 기술을 기반으로 자체 연구개발을 지속해 다양한 드론과 스마트 배송 장비, 디지털 배달 도구를 개발했다. 그 결과 지난해 말 기준 메이퇀은 선전과 베이징 등 중국 내 1선 도시 지역에서 53개 항로를 개설하고 누적 배송 45만 건을 기록했다. 자동 배송 차량은 누적 배송 건수가 500만 건에 달한다. 선전에서 안식년을 보낸 차석원 서울대 기계공학부 교수는 “선전에선 드론을 이용한 배달이 일상적”이라고 말했다.\n이미지 크게보기\n메이퇀의 드론 배송 시스템은 ‘10㎞ 이내 15분 이내 배송’을 구현하는 것을 목표로 설계됐다. 이를 위해 수직 이착륙(VTOL) 기반의 멀티로터형 드론을 자체 개발해 고밀도 도시 환경에서 운용 효율을 극대화했다. 드론은 전기 구동식이며 항속거리 약 10~15㎞, 적재 중량은 2.5㎏ 내외다. 자체 개발한 지능형 항법 시스템은 실시간 기상 데이터와 도시 지형 정보를 융합해 최적 항로를 자동으로 산출한다. 린 연구원은 “AI 기반 장애물 회피 기술을 적용해 건물 밀집 지역에서도 안정적으로 운용할 수 있다”며 “메이퇀은 드론이 단순 배송뿐 아니라 도심 항공물류 허브 간 연결 수단으로 작동할 수 있도록 물류 거점 네트워크를 구축하고 있다”고 밝혔다.\n음식 배달에 첨단산업 결합\n메이퇀의 강점은 2024년 기준 7500여 명의 박사급 연구원을 보유하고 있다는 것이다. 이들은 자체 드론 비행 시뮬레이터 등을 활용해 연간 수만 회 단위 비행 실험을 하고 있다. 메이퇀의 저고도 경제 혁신은 자율주행 배송 로봇과 결합해 통합 스마트 물류 체계를 구현하고 있다. 이미 수천 대 규모의 실외 자율주행 배송 차량을 상용화해 드론과 로봇, 소비자를 연결하는 ‘하이브리드 배송망’을 구축했다.\n예컨대 드론 혹은 자율주행 차량이 목적지 인근까지 배송하면 인근에서 대기 중인 로봇이나 배달 라이더가 최종 목적지까지 책임지는 방식이다. 지난해 중국 노동절 연휴 기간 메이퇀의 드론 운용 노선 주변 상인들은 배달 주문량이 전년 동기 대비 300% 이상 증가해 행복한 비명을 질렀다. 린 연구원은 “지난해 자동 배송 차량은 라이더들이 240만㎞ 이상의 거리 이동을 줄이는 데 도움을 줬다”며 “마지막 100m만 배달하면 되는 라이더들은 매일 더 많은 주문을 처리하고 1인당 매월 800위안 정도를 더 벌 수 있게 됐다”고 말했다.\n이 모든 시스템은 사물인터넷(IoT) 기반으로 연결돼 있다. 클라우드에서 실시간 배송 데이터를 분석·통제하는 중앙 플랫폼이 제어하는 방식이다. 린 연구원은 “베이징 도심에서 만리장성까지 따뜻한 커피 한 잔이 배달되는 데 6분37초밖에 걸리지 않는다”고 설명했다. 메이퇀은 이 같은 경쟁력을 바탕으로 매출도 증가세를 보이고 있다. 2022년 2199억5000만위안으로 전년 대비 22.8% 늘었고 2023년 2767억5000만위안, 지난해엔 3376억위안을 기록해 각각 25.8%, 22.0% 증가했다.\n세계 유일의 저고도 경제 전략\n메이퇀의 행보는 중국 정부가 육성 중인 저고도 경제 전략과 맞닿아 있다. 중국은 지난해를 ‘저고도 경제의 원년’으로 선포하고 드론을 중심으로 한 도심항공교통(UAM) 기술, 항공물류, 관광·의료 응급 서비스 등 다양한 산업 분야와의 접목을 추진하고 있다. 선전, 광저우, 청두 등 주요 도시에 ‘저고도 비행 자유화 시범구’도 지정했다.\n중국 데이터 분석 업체 싸이디컨설팅 통계에 따르면 지난해 9월 기준 중국 저고도 경제 관련 기업은 5만 개를 돌파했으며 그 중 상장사가 118개다. 중국 공업정보화부 등 4개 부서는 공동으로 2030년까지 범용항공 장비를 일상생활 각 분야에 전면 도입해 1조위안급 저고도 경제 시장을 형성하겠다는 목표를 제시했다.\n싸이디컨설팅은 2025년 저고도 경제 규모가 8591억위안에 이르고 2026년에는 1조위안을 돌파할 것으로 내다봤다. 차 교수는 “저고도 경제가 중국의 새로운 성장동력을 육성하고 발전시키는 중요한 선택이 될 것”이라며 “현재는 저고도 경제가 물류에 이용되지만 국방 분야로 확산할 가능성이 높다”고 말했다.\n선전=강경주 기자 qurasoha@hankyung.com", "category": "사물인터넷", "write_date": "2025-05-01 17:10:48", "keywords": ["드론", "저고도 경제", "메이퇀", "자율주행", "물류"]}
{"title": "'메이드 인 차이나' 기업이 세계 1위…창업붐 이끈 DJI", "content": "중국 선전은 세계 1위 드론 기업 DJI를 배출한 곳이다. 2012년 창업한 DJI는 초기엔 시장 반응이 신통치 않았다. 그러다 2013년 ‘팬텀(Phantom)’ 시리즈를 출시하면서 전환점이 찾아왔다. 조립이 필요 없고 꺼내자마자 바로 날릴 수 있는 팬텀 시리즈에 소비자들은 열광했다. 신제품 출시 속도도 남달랐다. 왕타오 창업자는 주 80시간씩 일하며 신제품을 5~6개월마다 내놨다. 기존 업체들이 5년마다 신제품을 내놓던 것과 차원이 달랐다. 플라이트 컨트롤러, 짐벌, 영상 송출 시스템 등 핵심 부품도 자체 개발했다. DJI는 1일 기준 글로벌 시장의 80%를 장악하고 있다.\nDJI 성공 이후 중국에선 드론 창업 붐이 일었다. DJI 같은 선도 기업들이 시장을 이끌고 부품사와 중소 제조업체들이 따라가는 구조가 정착됐다. 이 생태계 속에서 베이징의 파워비전은 수중 30m까지 잠수하는 방수 드론을, 상하이의 이랜뷰는 500만 화소 카메라를 장착한 60g 초경량 드론을 선보였다. DJI의 성공은 ‘중국산=싸구려’라는 오명을 깨뜨렸다.\n정부 지원도 선전을 드론 왕국으로 만들었다. 선전 정부는 2003년 ‘통용 항공 비행 관제 조례’를 제정하고 드론산업 육성에 박차를 가했다. 중앙정부가 관련 지침을 마련한 것도 2009년으로 미국(2014년), 일본(2015년)보다 이르다. 선전 지방정부는 지난해 말 드론택시, 드론택배, 셔틀헬기 등과 같은 저고도경제 발전 지원을 정부업무보고에 포함했다. 기업당 최대 6000만위안을 지급하는 것이 핵심이다. 차석원 서울대 기계공학부 교수는 “DJI는 중국 창업 굴기의 상징”이라고 말했다.\n선전=강경주 기자 qurasoha@hankyung.com", "category": "기타", "write_date": "2025-05-01 17:07:44", "keywords": ["DJI", "드론", "선전", "창업", "정부 지원"]}
{"title": "\"창의엔 격려, 실패엔 관용\", 中 빛낸 과기인 100인 추앙", "content": "< 공원 곳곳에 과학자 동상 > 선전 인재공원 내 과학자를 기리는 조형물.  강경주 기자\n중국 광둥성 선전시 난산구에 조성된 ‘중국국가인재공원(Talent Park)’에 가면 두 가지 사실에 놀란다. 대형 공원의 아름다운 풍경과 초고층 빌딩 스카이라인이 조화를 이루며 바다에 반사돼 장관을 연출한다. 안으로 조금 더 들어가면 공원에 설치된 조형물과 기념비에 눈길이 쏠린다. 대략 3~4m 간격으로 길게 늘어선 기둥엔 중국을 대표하는 과학자 100인의 업적이 촘촘히 새겨져 있었다.\n공원을 방문한 지난달 말 때마침 알리바바 연구원들이 과학기술인 업적을 기리는 조형물 앞에서 회의를 하고 있었다. 마오쩌둥의 어록과 공산주의를 신봉하던 중국이 이제는 과학기술을 그들 사회를 지탱하는 ‘사상’으로 신봉하고 있다는 느낌이 강하게 들었다. 과학자 조형물에 부착된 QR코드를 스캔한 뒤 자녀에게 업적을 설명하는 부모들도 자주 마주쳤다.\n선전 최고 부촌인 난산구에 공원을 조성해놓고 “국력은 과학자로부터 나온다”고 아이를 가르치는 모습에서 우리가 알던 ‘짝퉁 제조 국가’의 흔적은 온데간데없었다. 선전에서 안식년을 보낸 차석원 서울대 기계공학부 교수는 “2017년 조성된 이곳은 중국이 과학인을 어떻게 대우하는지 여실히 보여준다”고 말했다. 공원에는 자율주행 인공지능(AI), 휴머노이드, 양자컴퓨터 등 주요 첨단산업 분야 연구 성과가 상설 전시된다. 톈저우 우주선 개발, 휴머노이드 로봇 다관절 제어 소프트웨어(SW)는 별도로 마련한 공간에서 성과를 홍보하고 있다.\n과학자의 사회적 위상 제고는 중국 정부의 핵심 정책이다. 시진핑 국가주석은 2023년 국가과학기술진보대회에서 “국가 전략 인재는 국가의 근본이며, 과학자는 공산당과 인민이 가장 신뢰하는 동반자”라고 강조했다. 중국은 과학기술자 전용 병원, 전용 보육시설, 고속철 좌석 예약 우선권 등의 예우를 전국으로 확산하고 있다. 중국과학원 원로 과학자들의 업적은 초중등 교과서에도 실렸다. 선전과 베이징, 상하이에는 과학자 박물관이 세워졌다.\n중국 정부는 과학자를 미·중 패권 전쟁에서 핵심 역할을 하는 ‘쥔런’(군인)으로 대우하며 전례 없는 보수와 연구의 자유를 보장하고 있다. 중국 정부는 지난해 과학기술 예산으로 사상 최대인 3710억위안을 투자했다. 중국 과학기술부는 휴머노이드 로봇 분야에서 괄목할 만한 성과를 거둔 연구자 12명을 ‘국가청년과학자’로 지정해 최대 1000만위안의 연구비와 주택, 의료, 자녀교육 패키지를 제공했다.\n중국 인력자원사회보장부(인사부)에 따르면 중국의 고급 기술 인재는 6000만 명 이상이다. 그럼에도 인재 육성에 국력을 쏟고 있다. 전국인민대표대회 대표 및 중국인민정치협상회의 위원들은 올해 양회 정부업무보고에서 “과학기술인들의 임금 상승폭이 크지 않다”고 지적하고 기술 인재 대우 수준을 높일 것을 제안했다. 차 교수는 “중국은 ‘기술=인재=국가 경쟁력’이라는 인식이 완전히 자리 잡았다”며 “반면 한국은 정책과 교육, 창업이 따로 놀고 있다”고 지적했다.\n선전=강경주 기자 qurasoha@hankyung.com", "category": "기타", "write_date": "2025-05-01 17:07:23", "keywords": ["과학자", "선전", "인재공원", "과학기술", "국가 경쟁력"]}
{"title": "정부 \"유심 물량 안정까지 SKT 신규모집 중단\" 행정지도", "content": "정부가 해킹사고를 겪은 SK텔레콤을 대상으로 유심 물량 공급이 안정화될 때까지 신규가입을 전면 중단할 것을 요구하고 나섰다.\n과학기술정보통신부는 1일 이 같은 내용을 담은 행정지도를 SK텔레콤에 요구했다.\n유심 교체 물량 부족 문제를 해결하기 위해 유심 물량 공급이 안정화될 때까지 이용자 신규 모집을 전면 중단하라고 지시했다.\n일일 브리핑 등을 통해 현 상황을 쉽게 설명하고, 일부 계층에 대한 유심보호서비스 일괄 적용 방안의 이행계획도 제출할 것을 요구했다.\n위약금 면제, 손해배상, 피해보상 시 입증책임 완화 등을 검토하고 이용자 피해 보상 방안을 마련하는 내용도 포함됐다.\n강도현 과기정통부 제2차관은 “SK텔레콤이 사태 해결에 책임 있는 조처를 할 것을 강력히 촉구한 것”이라며 “정부도 조속한 사태 해결에 전력을 다하겠다”고 말했다.\n이번 조치로 SK텔레콤의 가입자 이탈이 더욱 늘어날 것이란 전망도 나온다. 한국통신사업자연합회(KTOA)의 이동전화 번호이동자 수 현황에 따르면 지난달 SK텔레콤에서 다른 통신사로 옮겨간 가입자는 23만6901명이다. 전월 대비 87.8% 증가했다. 경쟁사에서 SK텔레콤으로 이동한 숫자는 12만2671명으로 전월(11만2609명)과 비슷했다. SK텔레콤의 가입자 순감은 11만4330명으로 전월 대비 743% 증가했다.\n순감 규모의 급증은 유심 정보 유출 사고 영향 때문으로 분석된다. 순감 중 대부분이 유심 무상 교체가 시작된 지난달 28일 이후 이뤄졌다. 28일 2만5403명, 29일 3만2640명, 30일3만2290명이 순감했다.\n이승우 기자 leeswoo@hankyung.com", "category": "보안", "write_date": "2025-05-01 16:31:28", "keywords": ["SK텔레콤", "해킹사고", "유심", "신규가입", "가입자 이탈"]}
{"title": "[속보] 통신당국 \"유심 부족 해소시까지 SKT 신규가입 중단\" 행정지도", "content": "박수림 한경닷컴 기자 paksr365@hankyung.com", "category": "기타", "write_date": "2025-05-01 16:05:55", "keywords": ["박수림", "한경닷컴", "기자", "요청", "기사"]}
{"title": "올트먼의 야심작 월드코인, 비자 손잡고 암호화폐 결제카드 낸다", "content": "알렉스 블라이니 툴스포휴머니티(TFH) 공동창립자 겸 최고경영자(CEO)와 샘 올트먼 TFH 공동창립자 겸 오픈AI CEO가 30일(현지시간) 미국 샌프란시스코 포트메이슨에서 열린 월드의 '마침내(At last)' 행사에서 기조연설하고 있다./ 송영찬 특파원\n샘 올트먼 오픈AI 최고경영자(CEO)가 ‘인공지능(AI) 시대의 기본소득 지급 수단’을 목표로 만든 블록체인 플랫폼 월드가 암호화폐 결제 카드를 공개했다. 동시에 개인 정보 규제로 출시를 미루던 미국에서도 홍채 인식을 기반으로 한 암호화폐 월드코인 거래를 시작한다고 밝혔다.\n30일(현지시간) 월드를 운영하는 툴스포휴머니티(TFH)는 미국 샌프란시스코에서 ‘마침내(At last)’ 행사를 열고 글로벌 카드사 비자와 손잡고 ‘월드 카드’를 출시한다고 발표했다. 전 세계 1억5000만개 이상의 비자 가맹점에서 해당 카드를 사용하면 월드 앱에 보유하고 있는 월드코인과 유에시드코인(USDC) 등 암호화폐가 결제된다.\n월드 카드는 별도의 환전 없이도 결제와 동시에 암호화폐는 법정화폐로 전환되는 방식이다. 특히 기존에 출시된 암호화폐 결제 카드들과 달리 현장 결제와 AI 관련 서비스 구독 등에 대한 보상도 월드코인으로 지급하고 이를 다시 결제에 쓸 수 있도록 했다. 월드는 오는 하반기 미국에서 이 카드를 먼저 출시한 뒤 다른 국가로 서비스를 확대한다는 계획이다.\n블록체인 플랫폼 월드를 운영하는 툴스포휴머니티(TFH)가 30일(현지시간) 비자와 제휴해 '월드 카드'를 출시한다고 발표했다./ 송영찬 특파원\n미국에서 처음으로 암호화폐 월드코인의 거래도 시작한다. 월드코인은 ‘오브’라는 기기로 홍채를 인식해 AI가 아닌 인간임을 인증해야 받을 수 있지만 월드가 홍채 데이터를 무단 수집할 수 있다는 우려에 그동안 미국에서 출시하지 못했다. 이날 월드는 다음날부터 미국인들도 샌프란시스코, 로스앤젤레스(LA) 등 6개 도시에 설치된 오브를 통해 홍채를 인식해 월드코인을 지급받고, 미국 내 암호화폐 거래소에서도 거래할 수 있다고 밝혔다.\n연말까지는 미국에만 현재 전 세계에 배치된 오브 수의 4배에 달하는 7500대를 설치한다는 계획도 내놨다. 이를 위해 미국 전역에 오브 전용 공간을 설치하고 게임 기업 ‘레이저’와의 제휴를 통해 공간을 확보했다고도 밝혔다. 또 기존에 축구공 크기의 오브와 달리 스마트폰 크기로 휴대가 가능한 ‘오브 미니’도 출시한다고 밝혔다. 올트먼 CEO는 “기술 혁신을 주도해야 하는 미국이 그동안 기술에 적대적인 태도를 보여왔던 것이 안타까웠다”며 “오늘 그 잘못된 흐름을 바로잡는 데 우리가 기여할 수 있어 기쁘다”고 말했다.\n샘 올트먼 툴스포휴머니티(TFH) 공동창립자 겸 오픈AI CEO가 30일(현지시간) 미국 샌프란시스코 포트메이슨에서 열린 월드의 '마침내(At last)' 행사에서 기조연설하고 있다./ 송영찬 특파원\n월드가 미국에서 거래를 시작할 수 있었던 배경엔 도널드 트럼프 행정부의 ‘친(親)암호화폐’ 기조와, AI 인프라 확충 프로젝트 ‘스타게이트’의 주축인 올트먼 CEO의 영향력이 있었던 것으로 풀이된다. 월드는 이날 트럼프 행정부의 기조에 발맞춘 듯 새로운 버전의 오브를 텍사스주 리처드슨의 새 공장에서 양산할 것이라며 ‘미국 내 제조’를 강조하기도 했다. 올트먼과 함께 TFH를 공동 설립한 알렉스 블라이니 CEO는 이날 기자회견에서 관련 질문에 “여러 요인이 작용했다”면서도 “미국 내에서 규제 명확성에 대한 기대가 커졌다는 점이 주효했다”고 말했다.\n샌프란시스코=송영찬 특파원 0full@hankyung.com", "category": "블록체인", "write_date": "2025-05-01 15:59:08", "keywords": ["샘 올트먼", "월드 카드", "월드코인", "툴스포휴머니티", "암호화폐"]}
{"title": "'대치맘'으로 빵 뜬 이수지, 쿠팡 엔터 자회사와 전속계약", "content": "'대치동 라이딩맘' 부캐로 화제를 모은 이수지. / 출처='핫이슈지' 유튜브 채널 화면갈무리\n‘대치맘’ 등 다양한 부캐(부캐릭터)로 폭발적 반응을 이끌어낸 엔터테이너 이수지(사진)가 새 둥지를 틀었다. 최근 전 소속사 IHQ와의 계약이 종료된 이수지는 쿠팡의 엔터테인먼트 자회사 씨피엔터테인먼트와 전속계약을 체결했다.\n1일 씨피엔터테인먼트에 따르면 이수지는 전속계약 체결을 계기로 활동 영역을 넓혀나간다. 온라인동영상서비스(OTT) 쿠팡플레이의 대표 프로그램 격인 ‘SNL 코리아’ 크루로 시즌 7까지 활동해온 것을 비롯해 쿠팡플레이 시리즈 ‘직장인들’에서 돌싱(이혼) 과장 이수지 역, 지니TV 오리지널 드라마 ‘신병 3’에선 박민주 중사 역을 맡아 배우 활동도 펼치고 있다.\n씨피엔터테인먼트 제공\n그는 그동안 ‘힘쎈여자 도봉순’ ‘눈물의 여왕’ ‘선재 업고 튀어’ 같은 인기 드라마에 특별 출연해 신스틸러로 존재감을 드러낸 바 있다.\n자신의 이름을 내건 유튜브 채널 ‘핫이슈지’를 통해서도 대치동 라이딩맘, 무속인, 인플루언서 슈블리맘 등 여러 부캐로 변신해 화제몰이했다.\n씨피엔터테인먼트에는 SNL 코리아에 함께 출연 중인 신동엽·지예은 등이 소속돼 있다. 회사 측은 “독보적 매력으로 다양한 작품에서 맹활약 중인 종합 엔터테이너 이수지와 함께해 기대가 크다. 다재다능한 매력을 십분 발휘할 수 있도록 최고의 환경을 제공할 것”이라며 “이수지까지 합류하면서 종합엔터테인먼트사로서의 입지를 굳히게 됐다”고 말했다.\n김봉구 한경닷컴 기자 kbk9@hankyung.com", "category": "기타", "write_date": "2025-05-01 13:48:29", "keywords": ["이수지", "부캐", "전속계약", "씨피엔터테인먼트", "SNL 코리아"]}
{"title": "\"전화? 온 적 없는데\" 노인 방치한 SKT…자녀들 '발 동동' [이슈+]", "content": "30일 서울 종로구 탑골공원에서 SK텔레콤을 쓴다는 남성 A씨(78)씨가 핸드폰을 보여주고 있다. 사진=박수빈 기자\n\"전화? 온 적 없는데. 유심보호서비스 가입하고 확인 문자는 왔다. 그전에는 뭐 왔는지 모르겠는데?\"\n지난달 30일 서울 종로구 탑골공원에서 SK텔레콤을 쓴다는 남성 A씨(78)는 SK텔레콤의 유심 해킹 사고에 관한 후속조치 안내 통화에 대해 이 같이 말했다.\nA씨는 유심 무료 교체 소식에 매장을 찾았다가 재고 소진으로 유심보호서비스에 가입했다. 그는 \"사실 아무것도 모르니까 그냥 매장 찾아갔지 뭐. 거기서 도와준 덕에 이거 가입할 수 있었어\"라면서도 \"그러면 안전한 건 정말 맞아요?\"라고 되물었다.\n앞서 SK텔레콤은 지난달 25일 이용자 정보 보호조치 강화 관련 언론설명회를 열고 장애인, 노인, 산간지역 등 디지털취약계층에게는 상담원 안내를 통해 피해 대응 방법을 안내한다고 설명했다. 디지털취약계층인 이용자에게 상담원이 전화를 걸어 유심보호서비스 가입을 돕거나 유심 교체를 원하는 경우 근처의 방문 가능한 T월드 매장을 알려주는 식이다.\n하지만 일부 노인 이용자들 사이에선 이 같은 연락을 받지 못했다는 반응이 흘러나왔다. 친구와 담소를 나누던 남성 강모씨(72)는 \"SK텔레콤한테 전화 안 왔는데. 나 잘 몰라. 유심보호서비스? 그건 뭐야? 주민등록번호 오히려 유출되면 어떡해\"라면서 쥐고 있던 폴더폰을 만지작거렸다.\n유심 정보 해킹 사고 관련 후속 조치를 제대로 취하지 못하는 노인들 때문에 자녀들이 발을 동동 구르는 상황이다. 온라인 커뮤니티에는 '유심보호서비스 가입 도와드리려고 인증번호 알려달라 하니 모르겠다고 답하신다. 어르신들 어쩌냐', '문제는 지방에 계신 어르신' 등의 글이 여럿 올라왔다.\n실제로 지방에 있는 노인들은 SK텔레콤 유심 관련 서비스를 받는 자체를 포기하기도 했다. 민병찬 영동군 심천면 서금리 이장은 \"여기 노인분들은 어쩔 수 없다고 생각하고 있다\"며 \"차 없으면 하루에 두세번 오는 버스 타고 읍내 가야 하기도 하고 뉴스 봐서 상황을 알긴 하지만 넘 복잡해 보이고, 그냥 지낸다\"고 설명했다.\n문제는 SK텔레콤은 노인 이용자층이 두텁다는 점이다. 유통점 관계자는 \"SK텔레콤은 고령 이용자가 많다. SK텔레콤이 가장 오래된 통신 회사이기도 하고 휴대폰 번호가 011 때부터 유지하셨던 분들이 많아서 그렇다\"며 \"20대 초반에서 40대 후반까지는 보조금이 더 많이 나오는 LG유플러스로 많이 선호한다. SK텔레콤이 압도적 1위인 이유는 고령 이용자 덕분\"이라고 말했다. SK텔레콤의 무선서비스 시장 점유율은 44%다.\nSK텔레콤의 이번 디지털취약계층 대응은 2023년 개인정보 유출 사고로 이용자에게 유심을 택배로 배달했던 LG유플러스와 대조된다. 당시 LG유플러스는 알뜰폰 가입자들을 대상으로 이용자의 선호에 따라 택배로 유심을 배송했다. 동시에 홈페이지에서 유심 교체를 예약하면 매장에서 교체 가능한 날짜도 안내했다.\n유영상 SK텔레콤 대표는 이날 국회에서 열린 'YTN 등 방송통신 분야 청문회'에서 고령층 이용자를 위해 유심보호서비스 등 정책을 바꾸겠다고 약속했다. 유 대표는 유심보호서비스 홈페이지의 폭주 상황을 인지하며 \"모든 이용자를 한 번에 유심보호서비스를 가입시켜드리면 시스템 다운 위험이 있어 위험하다\"며 \"물론 제도적 개선이 필요하지만 고령층 이용자만 추출해 약관을 바꿔 임의로 저희가 조치를 해드리겠다\"고 말했다.\n전문가들은 일차적으로 노인이 관련 서비스에 접근하기 쉬운 방안이 필요하다고 짚었다. 이윤정 호서대 사회복지학부 노인복지학과 교수는 \"통화나 문자 안내의 경우 오히려 피싱 사기 우려 때문에 노인분들은 거부감을 느낄 수 있다\"며 \"TV 정보에 대한 신뢰도가 높으신 편이기 때문에 SK텔레콤으로부터 안내를 받을 수 있는 전화번호를 TV를 통해 안내하는 게 효과적일 것으로 보인다. 노인분들이 직접 전화를 거시면 안내받지 못할 가능성도 줄고 노인들도 안심하실 것\"이라고 설명했다.\n박수빈 한경닷컴 기자 waterbean@hankyung.com", "category": "보안", "write_date": "2025-05-01 11:56:41", "keywords": ["SK텔레콤", "유심 해킹", "디지털취약계층", "고령층", "서비스 접근성"]}
{"title": "'광고-AI' 선순환에 메타 실적 날았다…\"AI 투자 더 늘릴 것\"", "content": "사진=AFP\n트럼프발(發) 관세 전쟁에 타격을 입을 것으로 예상됐던 메타가 시장 전망치를 크게 웃도는 실적을 발표했다. 인공지능(AI)을 활용한 맞춤형 광고가 효과를 보며 매출의 대부분을 차지하는 광고 수익이 큰 폭으로 늘어난 덕분이다. 자체 AI 앱을 내놓으며 오픈AI·구글 등과의 혈투를 예고한 메타는 올해 AI 투자 규모를 더욱 확대한다는 계획이다.\n광고 매출 호조에 '어닝 서프라이즈'\n사진=REUTERS\n30일(현지시간) 메타는 지난 1분기 매출이 전년 동기 대비 16% 늘어난 423억1000만달러(약 60조3000억원)를 기록했다고 발표했다. 시장조사업체 LSEG가 집계한 월가 평균 예상치(414억달러)를 웃도는 수치다. 순이익은 166억4000만달러로 같은 기간 35%나 늘어났다. 주당순이익(EPS) 역시 6.43달러로 시장 전망치(5.28달러)를 20% 이상 상회했다. 마크 저커버그 메타 최고경영자(CEO)는 실적 발표 컨퍼런스콜에서 “우리는 거시경제적 불확실성 속에서도 잘 대응할 수 있는 위치에 있다”고 말했다.\n어닝 서프라이즈는 예상 밖으로 크게 늘어난 광고 매출이 이끌었다. 1분기 메타의 광고 매출은 413억9000만달러로 전년 동기 대비 26.8% 늘어난 건 물론 시장 예상치(404억4000만달러)도 웃돌았다. 특히 광고 노출 수가 20% 늘어나고, 광고 단가 역시 6% 늘어나며 질적 성장도 달성했다.\n당초 시장에서는 도널드 트럼프 미국 행정부의 관세 정책으로 인해 기업들이 광고를 크게 줄일 것으로 예상했다. 관세 급등으로 인해 소비자 구매 심리가 악화되는 데다가, 관세 여파가 가장 클 것으로 예상되는 테무와 쉬인 등 중국 e커머스 업체는 SNS 플랫폼의 ‘큰손’ 광고주로 꼽히기 때문이다. 실제 메타의 경쟁업체로 꼽히는 구글은 지난 24일 실적을 발표하며 “광고 수익에 약한 역풍이 있을 것”이라 밝혔고, 스냅은 전날 “광고 사업에 타격을 입었다”며 2분기 가이던스(실적 전망)를 제시하지 않았다. 반면 메타는 시장 전망치(440억1000만달러)에 부합하는 2분기 매출 가이던스를 425억~455억달러로 제시했다.\n올해 AI 투자 규모 더 늘린다\n사진=REUTERS\n테크업계에서는 메타가 유독 견고한 광고 매출을 낼 수 있었던 건 AI 기반 광고 전략을 활용한 덕분이라고 보고 있다. 실제 메타는 지난 2월 AI 기반 자동화 광고 솔루션 ‘어드밴티지 플러스 캠페인’ 등을 본격 도입하며 기업들이 광고 타깃과 노출 위치, 예산 등을 설정하는 데 있어 AI의 도움을 받을 수 있도록 했다. 경쟁 업체들이 AI 모델만으로 수익화를 노리고 있는 가운데 메타는 자사 전체 매출의 97.8%를 차지하는 광고 사업에 직접 AI를 적용해 수익화로 이끌어낸 것이다.\n‘AI 수익화’에 대한 자신감을 바탕으로 올해 자본 지출 전망치도 대폭 상향 조정했다. 메타는 이날 올해 총비용 범위를 당초 1140억∼1190억달러에서 1130억∼1180억 달러로 소폭 하향 조정하면서도 올해 자본 지출 전망치는 기존의 600억∼650억 달러에서 640억∼720억 달러로 올려 잡았다. 수잔 리 메타 최고재무책임자(CFO)는 “AI 관련 노력을 지원하기 위한 추가 데이터 센터 투자와 인프라 하드웨어 예상 비용 상승이 반영됐다”고 밝혔다.\n메타가 AI에 대한 공격적인 투자 기조를 재확인하며 오픈AI·구글 등과의 경쟁은 한층 더 치열해질 전망이다. 메타는 전날 그동안 자사 SNS 내에서만 구동되던 ‘메타AI’ 독립 앱을 출시했다. 챗GPT 등 다른 AI 챗봇과 달리 사용자가 AI를 어떻게 활용하는지 공유할 수 있는 소셜 피드를 포함시켜 차별화를 꾀했다. 또 자사 스마트안경 ‘메타 레이밴’이나 확장현실(XR) 기기 ‘메타 퀘스트’ 등 하드웨어 기기 관리도 가능하도록 했다.\n실리콘밸리=송영찬 특파원 0full@hankyung.com", "category": "AI", "write_date": "2025-05-01 10:18:39", "keywords": ["메타", "광고 매출", "AI", "어닝 서프라이즈", "자본 지출"]}
{"title": "카카오의 카나나o, 한국인 음성부문서 챗GPT·제미나이 성능 눌렀다", "content": "카카오가 공식 테크블로그를 통해 통합 멀티모달 언어모델 ‘카나나-o’와 오디오 언어모델 ‘카나나-a’의 성능과 개발 후기를 1일 공개했다.\n통합 멀티모달 언어모델인 ‘카나나-o’는 국내 최초로 텍스트와 음성, 이미지까지 다양한 형태의 정보를 동시에 이해하고 처리할 수 있는 모델이다. 텍스트, 음성, 이미지 중 어떠한 조합으로 질문을 입력하더라도 처리 가능하며, 상황에 맞는 텍스트나 자연스러운 음성으로 응답 가능한 구조로 설계됐다.\n카카오는 ‘모델 병합’ 기술을 기반으로 이미지 처리에 특화된 모델 ‘카나나-v’와 오디오 이해 및 생성에 특화된‘Kanana-a’ 모델을 통합, 단기간 내 효율적으로 ‘카나나-o’를 개발했다. 통합 후에는 이미지, 오디오, 텍스트 데이터를 동시에 학습하는‘병합 학습’을 통해 시각과 청각 정보를 동시에 이해하고, 텍스트와 연결 지을 수 있도록 통합 훈련을 거쳤다. 이러한 과정을 통해 기존 LLM 구조에서 이미지 이해 능력과 음성 인식과 합성, 감정 이해 등 고도화된 오디오 능력을 확장시킨 통합 멀티모달 언어모델이 구현됐다.\n이러한 개발 과정을 거친 카나나-o는 음성 감정 인식 기술을 통해 사용자의 의도를 올바르게 해석하고, 상황에 맞는 적절한 반응과 답변을 제공해준다. 억양, 말투, 목소리 떨림 등 비언어적 신호를 분석하고, 대화 맥락에 맞는 감정적이고 자연스러운 음성의 응답을 생성하는 것이 특징이다.\n대규모 한국어 데이터셋을 활용해 한국어의 특수한 발화 구조, 억양, 어미 변화 등을 정밀하게 반영하기도 했다. 특히 제주도, 경상도 등 지역 방언을 인식하고 이를 표준어로 변환해 자연스러운 음성을 생성할 수 있다. 지속적인 성능의 고도화를 위해 카카오는 현재 독자적인 한국어 음성 토크나이저 개발을 진행 중이다.\n스트리밍 방식의 음성합성 기술을 적용해 사용자가 긴 대기 시간 없이 응답을 제공하는 강점도 보유했다. 예를 들어, 이미지와 함께 “이 그림에 어울리는 동화를 만들어 줘”라고 입력하면, 카나나-o는 해당 음성을 이해하고 사용자의 억양과 감정 등을 분석해 자연스럽고 창의적인 이야기를 실시간으로 생성해 들려준다.\n카나나-o는 한국어 및 영어 벤치마크에서 글로벌 최고 모델들과 유사 수준을 기록했으며, 한국어 벤치마크에서는 높은 우위를 보였다. 특히, 감정인식 능력에서는 한국어와 영어 모두에서 큰 격차를 기록하며, 감정까지 이해하고 소통할 수 있는 AI 모델의 가능성을 입증했다. 이미지와 음성을 통합적으로 이해해야 하는 ‘이미지-음성 QA(질의응답)’ 태스크에서도 강력한 성능을 달성하며, 통합 멀티모달 언어모델로서의 글로벌 경쟁력을 확인했다.\n카카오 김병학 카나나 성과리더는 “카나나 모델은 복합적인 형태의 정보를 통합적으로 처리함으로써 기존의 텍스트 중심 AI를 넘어 사람처럼 보고 듣고 말하며 공감하는 AI로 진화하고 있다”며 “독자적인 멀티모달 기술을 바탕으로 자사의 인공지능 기술 경쟁력을 강화하는 한편, 지속적 연구 결과 공유를 통해 국내 AI 생태계 발전에 꾸준히 기여할 계획”이라고 말했다.\n고은이 기자 koko@hankyung.com", "category": "AI", "write_date": "2025-05-01 09:44:23", "keywords": ["카나나-o", "멀티모달", "음성 감정 인식", "병합 학습", "한국어 데이터셋"]}
{"title": "전현무도 쓴다더니 '반응 폭발'…대학생들 우르르 몰렸다 [신현보의 딥데이터]", "content": "방송인 전현무가 챗GPT로 '지브리풍' 사진을 올린 모습. /사진=전현무 인스타그램\n\"도무지 어떤 벌레인지 몰라 대처법을 알 수가 없었는데, 챗GPT한테 사진 찍어 물어보니 단번에 알려줬다.\"\n서울 영등포구에서 거주하는 자취생 A씨는 생성형 인공지능(AI) 챗GPT의 도움으로 벌레 퇴치에 성공했다.\nA씨처럼 네이버나 구글 등 기존 플랫폼보다 챗GPT를 활용하는 이들이 늘고 있다. 작년과 비교하면 일일 사용자가 20배 넘게 올랐다. '지브리풍' 등 이미지 생성이 바이럴을 타면서 생성형 AI를 한번 경험해본 사용자들이 검색을 비롯해 다양한 기능으로 활용도를 늘리는 모양새다.\n◇ 지브리풍 이미지 타고 사용자 급증\n1일 아이지에이웍스의 데이터 분석 솔루션 모바일인덱스에 따르면 최근 챗GPT의 일일 활성 사용자 수(DAU, 안드로이드+iOS, 중복포함)는 220만명을 상회하고 있다.\n그래프=신현보 기자\n3월 오픈AI가 '챗GPT-포오(4o)'에 이미지 생성 기능을 추가하면서 지브리풍, 바비코어, 동물의 인간화 등 이미지 생성이 '밈'(meme)처럼 확산한 영향이 컸다. 전현무, 송지은, 홍석천, 이특 등 연예인까지 자신의 사회관계망서비스(SNS)에 관련 게시물을 올리면서 챗GPT에 대한 대중의 관심을 급속도로 높였다. 이미지 생성 인기가 다소 가라앉으면서 4월 초 320만에 달했던 DAU는 최근 약 30% 정도 빠진 것으로 확인된다.\n그러나 작년 4월과 비교하면 20배 상승한 수준이며, 3월 중순과 비교해도 약 2배 가까운 DAU를 유지 중이다. 챗GPT의 주 사용자 층은 20대가 30%로 가장 많다. 이어 10대 이하와 30대 각각 20%, 40대 17% 등 순이다.\n20대가 챗GPT의 주요 사용자층은 20대 대학생들이다. 지브리풍 등이 확산된 SNS의 주 사용자 층이기도 하다. 이들은 생성형 AI 이미지 확산을 계기로 챗GPT를 접한 후 다양한 용도로 활용하고 있다. 학생들의 챗GTP 사용은 세계적인 현상이기도 하다. 4월 공개된 영국 케임브리지대학에서 실시한 설문 조사 결과, 학생들의 챗GPT 주요 사용 목적은 텍스트 요약 및 정보 정리(35%), 문제 해결 및 개념 설명(29%), 복습 및 학습 지원/정보 검색 및 조사(각각 28%) 등 순으로 나타났다.\n취업 시장에서도 이러한 AI를 활용하는 취업준비생이 증가세다. 사람인이 최근 구직자 973명을 상대로 'AI 취업 준비 서비스 활용 현황'을 조사한 결과, 구직자 10명 중 4명(39.6%)이 AI를 취업 준비에 이용하는 것으로 나타났다. 알바천국이 구직자 445명으로 대상으로 관련 조사를 진행한 결과 10명 중 9명(89.2%)이 구직 시 AI 활용에 긍정적인 입장을 보였다.\n이미 한국 내 챗GPT 사용 경험률은 50.9%로, 미국(33.8%)과 일본(25.2%)에 비해 높은 수준을 보이고 있다. 이러한 20대의 사회 진출이 가시화될수록 AI의 활용성이 전방위에 걸쳐 일어날 가능성이 제기된다.\n◇ 쇼핑까지 침범하는 생성형 AI\n사진=게티이미지뱅크\n국내에서는 정치인과 기업인의 챗GPT 활용이 아직 활발하지 않지만, 점차 확대될 것으로 보인다. 해외에서는 제이크 오친클로스 미국 하원의원, 아이작 헤르초그 이스라엘 대통령 등이 챗GPT를 활용해 연설문 작성이나 공지문 개발에 이용한 것으로 알려졌다. 최근 TV토론회에서 국민의힘 대선 경선 후보 중 김문수 후보가 챗GPT를 정책 토론 중 사용한다는 사실을 밝히기도 했다.\n비즈니스인사이드 보도에 따르면 해외 주요 기업들은 업무에서 생성형 AI를 적극 도입하고 있다. 맥킨지·BCG·딜로이트 등 컨설팅 회사들은 직원들의 연구, 데이터 분석 등에 챗GPT 기반 도구를 활용 중이며, 골드만삭스·JP모건 등 금융 산업에서는 챗GPT가 기업공개(IPO) 문서 작성, 투자 전략 수립 등 업무를 자동화하고 있다고 한다. 최근 이에 발맞추어 삼성전자 등 국내 기업들은 임원 등을 대상으로 관련 AI 교육 프로그램을 마련하는 등 이제 업무 도입에 들어가는 추세다.\n여기에 생성형 AI가 전자상거래 영역으로 시장을 확대해 사용성이 더 커질 것으로 기대된다. 최근 오픈AI는 자사 검색엔진 '챗GPT 서치'에 제품을 검색 및 비교하고 구매 링크 알려주는 쇼핑 기능을 추가한다고 발표했다. 한 정보통신(IT) 업계 관계자는 \"생성형 AI가 무서운 점은 적지 않은 월 구독료를 내면서도 한번 쓴 사람은 빠져나오기 어려울 정도로 활용성과 정확성이 높고 중독성이 있다는 점\"이라고 설명했다.\n시장조사업체 그랜드 뷰는 한국의 생성형 AI 시장 규모가 2023년 7330만 달러에서 2030년 7억200만 달러 규모로 약 10년 새 10배 커질 것으로 내다봤다.\n신현보 한경닷컴 기자 greaterfool@hankyung.com", "category": "AI", "write_date": "2025-05-01 08:55:02", "keywords": ["챗GPT", "생성형 AI", "사용자 증가", "지브리풍", "취업 준비"]}
{"title": "전면 개편된 韓 의약품 자료보호제도…식약처-업계 과제는?[화우의 바이오헬스 인사이트]", "content": "한경 로앤비즈의 'Law Street' 칼럼은 기업과 개인에게 실용적인 법률 지식을 제공합니다. 전문 변호사들이 조세, 상속, 노동, 공정거래, M&A, 금융 등 다양한 분야의 법률 이슈를 다루며, 주요 판결 분석도 제공합니다.\n/사진=게티이미지뱅크\n지난 2월 21일, 개정 약사법 시행과 함께 우리나라 의약품 자료보호제도가 새롭게 출범했다. 자료보호제도는 의약품 품목허가를 받기 위해 제출한 임상시험 자료를 원 제출자 이외의 다른 사람이 품목허가에 일정 기간(자료보호기간) 동안 사용할 수 없도록 해 지식재산을 보호하는 정책 수단이자, 연구개발(R&D) 투자의 가치를 지키고 혁신을 촉진하기 위한 중요한 제도다. 그러나 제도의 성패는 단순히 규정을 마련하는 데서 끝나지 않는다. 식품의약품안전처(식약처)와 제약업계 모두 제도의 본래 취지에 맞춰 충실히 운영하고, 실질적인 성과를 만들어내야 한다. 이에 본 칼럼은 식약처와 제약업계를 대상으로 자료보호제도의 올바른 정착을 위한 실무적 당부사항을 제안하고자 한다.\n식약처, ‘명확성과 투명성 확보’ 추진할 때\n먼저, 자료보호 대상 선정 기준의 명확화가 필요하다. 자료보호 적용 여부는 ‘임상시험자료의 신규성’과 ‘허가 필수성’ 요건을 모두 충족해야 하는데, 식약처는 이 두 요건에 대한 자의적 해석 여지를 없애기 위해 명확한 판단 기준과 가이드라인을 사전에 공개해야 한다. 기업이 허가 전략 수립 초기 단계부터 예측 가능성을 확보할 수 있도록 지원해야 한다. 특히 희귀의약품 변경이나 개량신약 심사와 같이 해석상 논란의 소지가 큰 사안은 선제적으로 구체적인 사례를 제시해 혼란을 줄여야 한다.\n아울러 심사 과정의 일관성 또한 제도 신뢰를 위해 반드시 뒷받침돼야 한다. 자료보호 인정 여부는 신약 개발 전략에 직결되는 핵심 사안이다. 식약처는 사전 컨설팅 제도를 활성화하고, 심사자 간 판단 차이를 최소화할 수 있도록 내부 기준을 일관되게 적용하는 체계를 마련해야 한다. 또한 사전 상담 결과에 대해 서면 확인서를 발급하는 방안을 검토해 기업의 신뢰도를 높이는 방안을 추진해야 한다.\n자료보호 정보의 투명한 공개는 제약사 간 공정한 경쟁 환경 조성의 기반이 될 것이다. 보호 대상 품목의 제품명, 자료보호기간, 제조(영업)소의 명칭, 효능·효과 등을 식약처 공식 홈페이지(의약품안전나라) 등에 투명하게 공개하고 있다. 이는 제약사 간 정보 비대칭을 해소하고 공정한 경쟁 환경을 조성하는 데 중요한 역할을 한다. 이를 위해 자료보호 목록을 주기적으로 업데이트하고, 변경 사항을 신속히 반영하는 체계를 구축해야 한다.\n“제약사, 진정성과 책임성을 강화해야”\n제약사 역시 개발 초기 단계부터 임상시험자료의 ‘신규성’과 ‘허가 필수성’ 요건을 충족할 수 있도록 자체 검증 체계를 마련해야 한다. 임상시험자료가 기존 자료를 단순 재활용하거나 인용한 것이 아님을 제약사가 스스로 철저히 검증하는 내부 프로세스를 구축해야 한다. 임상개발 단계부터 자료보호 적용 가능성 검토를 위한 별도 절차를 마련하고, 허가 전략과 연계해 관리할 필요가 있다. 신규성을 입증할 수 없는 자료에 대해 무리하게 보호를 요구하는 관행은 지양해야 한다.\n자료보호제도는 시장 독점 수단이 아닌, 환자 중심 가치를 높이는 계기다. 자료보호를 시장 독점 수단으로만 활용할 경우 장기적으로 업계의 신뢰를 해치는 결과를 초래할 수 있다. 보호기간 동안 제약사는 추가 적응증 확대, 장기 투여 연구, 환자 편의성 개선 제형 개발 등 신뢰성 높은 후속 연구를 적극 추진해 환자 가치를 높이는 노력을 병행해야 한다.\n보호기간 종료 이후를 내다보는 중장기 전략 수립도 간과돼선 안 된다. 보호기간 만료 이후를 대비해 제약사는 후속 파이프라인 확보, 기존 제품의 제형 개선, 글로벌 시장 확장 등 지속 가능한 사업 전략을 사전에 준비해야 한다. 이를 위해 오픈 이노베이션 전략을 적극 도입하고, 외부 기술 도입과 협업을 통해 파이프라인을 강화하는 방안을 추진해야 한다.\n기사와 사진은 무관함. /사진=게티이미지뱅크\n‘사전 협의’로 분쟁은 줄이고, 남용은 철저히 차단해야\n사전 협의 절차를 활성화하면 불필요한 분쟁을 예방할 수 있다. 희귀의약품 변경, 소아 적응증 추가, 개량신약 개발 등과 같은 사안에서는 해석 차이에 따라 분쟁이 발생할 가능성이 있다. 이를 예방하기 위해 사전 협의 절차를 적극 활용하고, 질의응답(Q&A) 시스템을 통해 투명하고 신속한 소통을 추진해야 한다. 필요 시 민원인 안내서 개정 등을 통해 제도 운영의 일관성과 예측 가능성을 높여야 한다.\n제도의 본래 취지를 훼손하는 경미한 개선을 빌미로 부당하게 보호기간을 연장하려는 시도는 엄격히 차단해야 한다. 식약처는 심사를 강화하고, 제약업계는 자율적 윤리 기준을 제정해 스스로 남용을 방지하는 문화를 정착시켜야 한다. 부당한 연장 시도는 단순한 법규 위반을 넘어 산업 전체의 신뢰를 손상시킬 수 있다는 점을 명확히 인식해야 한다.\n국제 경쟁력 강화를 위한 제도 운영의 정교화도 중요하다. 현재 우리나라의 자료보호제도는 EU, 미국, 일본 등 주요국의 제도와 유사한 수준으로 정비되었다. 글로벌 허가 전략을 추진하는 제약사는 국내 자료보호 인정 범위를 미국 특허-자료보호제도(Hatch-Waxman Act)나 EU의 8+2+1 규칙 등과 면밀히 비교하고, 글로벌 경쟁력을 염두에 둔 전략을 수립해야 한다. 식약처도 국제조화를 위해 지속적인 제도 개선과 해외 규제 당국과의 협력 강화를 추진해야 한다.\n의약춤 자료포호제고, 이익보다 책임으로 운영할 때\n의약품 자료보호제도는 단순한 규제가 아니라 바이오헬스 산업의 혁신적 성장을 견인하는 촉진제다. 제도의 성공적인 안착을 위해서는 식약처의 공정하고 투명한 운영을 지속적으로 추진해야 하며, 제약업계는 윤리적 책임 이행을 강화하고, 양측은 적극적인 소통과 협력을 통해 신뢰를 구축해야 한다.\n지금 우리는 바이오헬스 강국으로 도약할 수 있는 결정적 기회를 맞이하고 있다. 자료보호제도를 기업의 이익만을 위한 수단이 아닌, 국민 건강과 산업 생태계 전체를 위한 사회적 책임으로 인식하고 운영하는 자세가 필요하다. 식약처와 제약업계 모두가 열린 자세로 지속적 개선과 상호 협력을 추진함으로써, 우리나라가 글로벌 바이오헬스 산업을 선도하는 국가로 우뚝 설 수 있도록 함께 힘을 모아야 한다.\n권동주 법무법인 화우 변호사 |\n대법원 지식재산권조 재판연구관, 서울 고등법원 고법판사, 특허법원 제1호 고법판사를 역임했다. 오랜 재판실무경험을 통해 법적 분쟁의 공격방어에서 의뢰인의 이익을 법률적으로 확실하게 뒷받침하여 승소를 이끌어내고 있다. 메디톡스를 대리하여 17전 16승의 전무후무한 실적을 거두는 등 국내 지식재산권 및 바이오헬스분야에서 활약하고 있다.", "category": "기타", "write_date": "2025-05-01 08:34:24", "keywords": ["자료보호제도", "식품의약품안전처", "제약업계", "임상시험자료", "공정한 경쟁"]}
{"title": "서울대 석학들도 놀랐다…\"中 림스 로봇, 예상보다 더 대단\" [강경주의 테크X]", "content": "림스다이나믹스의 휴머노이드 로봇 CL-1 / 사진=림스다이나믹스\n지난달 8일 중국 선전 난산산업단지의 한 첨단 빌딩. 15층으로 올라가자 '림스다이나믹스(LIMX Dynamics·逐际动力)'라는 메탈 로고를 배경으로 사람 키만한 1.7ｍ 크기의 휴머노이드 로봇과 어린이 크기의 2족 로봇, 개의 모양을 한 4족 로봇이 현란하게 춤을 추며 취재진을 맞이했다. 현장에 동행한 차석원 서울대 기계공학부 교수는 \"로봇 움직임이 상당히 자연스럽다\"며 \"실제로 보니 예상했던 것 보다 더 대단하다\"면서 로봇의 걸음 패턴을 주시했다.\n로봇 몸에 들어간 AI 뇌\n앳된 얼굴의 중국 림스 엔지니어가 유창한 영어로 메커니즘을 설명하며 기능을 조작하자 로봇들은 계단을 성큼성큼 올라가는가 하면 제자리에서 빠르게 회전하는 등 진기한 장면을 쉴새 없이 연출했다. 로봇들이 로비와 복도를 휘젓고 다녔지만 기계음은 크지 않고 정숙성을 자랑했다.  이날 림스가 한국경제신문에 공개한 로봇은 이 회사의 휴머노이드 로봇 'CL 시리즈'와  다중 모드 2족 로봇 '트론1'이다. 림스가 본사를 공개한 건 이번이 처음이다.\n'로봇판 딥시크'라고 불리는 림스는 2022년 중국 선전에서 탄생했다. 첫 출발을 위한 종잣돈으로 100억원을 투자받았고, 최근 2000억원 규모 시리즈A까지 확정 지었다. 알리바바그룹이 최대 투자자다. 회사를 이끄는 35세의 젊은 창업자인 장웨이 림스 최고기술책자(CTO)는 량원펑 딥시크 창업자와 비교되는 중국의 '로봇 스타'다. 그는 미국 오하이오주립대 교수 출신으로, 캘리포니아 버클리에서 박사후 연구원으로 근무했다. 창업 멤버들은 UC버클리, 오하이오주립대, 칭화대 등에서 인공지능(AI), 제어공학, 로보틱스를 연구한 인재들이다.\n지아판 림스다이니믹스 수석과학자(왼쪽)와 장웨이 림스 최고기술책임자(오른쪽)가 화이팅을 외치고 있다. / 선전=강경주 기자\n편안한 추리닝에 운동화를 신은 채 땀을 흘리며 설계 과정을 설명하던 장 CTO는 \"AI 알고리즘, 강화학습 기반 모션 제어, 고성능 하드웨어를 융합한 풀사이즈 범용 휴머노이드 로봇을 개발하고 있다\"며 \"회사 전체 인력의 80% 이상이 연구개발자일 정도로 림스는 '기술 덕후'들이 모인 집단\"이라고 말문을 열었다.\n림스의 핵심 경쟁력은 자체 개발한 '림스 VGM'인 임바디드(Embodied) AI 플랫폼에 있다. 영상 기반 생성 AI 모델과 강화학습 알고리즘을 결합해 별도의 수백 가지 동작 데이터를 입력하지 않고도 실제 환경 속에서 자율적으로 판단하고 학습 및 대응할 수 있는 능력을 갖췄다. 쉽게 말해 사람의 행동을 담은 영상만으로 로봇이 그 행동을 흉내 내도록 학습시킨 셈이다.\n예를 들어 사람이 물건을 집는 영상을 보여주면 로봇이 이를 보고 배운다. 데이터를 직접 수집하기에는 시간과 비용이 많이 들고 제약이 많기 때문에 영상이라는 간접 데이터로 학습 효율을 높이는 전략이다. 림스는 엔비디아의 로봇 자동화 플랫폼인 아이작(Isaac)을 활용해 강화학습 기반의 시뮬레이션을 진행하고 있다.\n장 CTO는 중국 내에서 최초로 휴머노이드 로봇에 적용된 이 플랫폼을 '로봇의 두뇌'에 비유했다. 그는 \"실시간 학습 능력과 일반화된 사고를 구현한다는 점에서 기존 로봇 제어 방식과 다르다\"며 \"로봇이 계단을 오르거나 경사로를 내려가는 복잡한 지형에서도 안정적으로 이동할 수 있다\"고 설명했다.\n림스다이나믹스의 휴머노이드 로봇 CL-1이 작업을 하고 있다. / 사진=림스다이나믹스\n고자유도 다관절로 자유자재 동작 구현\n림스는 하드웨어 설계에서도 독자 기술을 확보했다. 자체 설계한 고자유도 다관절 시스템은 360도 이상의 회전이 가능하다. 올초 공개한 휴머노이드 'CL-2'에는 전신에 40개 이상의 관절이 탑재됐다. 눕기, 앉기, 비틀기, 쪼그리기, 일어서기까지의 복합 모션을 연속적으로 수행할 수 있는 데다 상하체 간 동작 전이도 부드럽다.\n보스턴다이내믹스가 강하고 빠르게 뛰는 로봇을 만들었다면 림스는 유연하게 걷고 균형을 유지하며 일하는 로봇에 가깝기 때문에 산업 환경에서는 더 실용적이라는 평가다. 취재진 앞 시연에서도 복잡한 자세 전환과 고하중 운반 작업 등을 안정적으로 수행했다. 창고 내 선반 사이를 누비며 물품을 옮기는 모습은 림스의 기술력이 단순 시연용이 아닌 산업 적용 수준에 도달했음을 보여준다는 게 서울대 교수들의 공통된 의견이다.\n장 CTO는 \"로봇이 단순히 이동하는 것보다 실제로 손으로 물건을 잡고 다루는 기술을 더 중요하다\"며 \"이를 위해 손이나 팔이 움직이는 것을 넘어 힘의 강약까지 감지하고 제어할 수 있어야 한다\"고 강조했다. 림스는 로봇 팔에만 다량의 센서와 로봇 관절인 고성능 액추에이터를 4개 이상 탑재해 정교하게 설계했다. 그는 \"CL시리즈는 로봇 자유도(DoF)가 200개 이상\"이라며 \"이는 세계 최고 수준\"이라고 자신감을 드러냈다.\n장웨이 림스 최고기술책임자(오른쪽)가 로봇 설계 과정을 설명하고 있다. / 선전=강경주 기자\n로봇 관절마다 들어가는 액추에이터는 사람의 근육 역할을 한다. 림스의 액추에이터는 '힘이 세고 반응이 빠른 근육'에 가깝다. 예를 들어 2족 보행 로봇인 'TRON 1'에는 정격 토크 30Nm, 최대 80Nm의 출력을 내는 액추에이터가 쓰인다. 이 수치는 로봇이 땅을 딛고 일어서거나 무게를 지탱하면서 움직일 때 얼마나 큰 힘을 낼 수 있는지를 보여준다. 최대 속도는 초당 15라디안(radian/s)으로, 이는 사람이 팔을 휘두르듯 빠르게 관절을 돌릴 수 있다는 뜻이다.\n힘이 넘치고 반응도 빠르기 때문에 울퉁불퉁한 지형에서도 넘어지지 않고 균형을 잡으며 움직일 수 있다. 이 액추에이터는 48V 전압으로 작동되며, 고토크 밀도(무게 대비 토크 성능)가 높아 로봇의 전신 제어에 유리하다.\n장웨이 CEO는 \"CL-2는 허리와 고관절의 자유도를 극대화해 인간이 수행하기 어려운 동작까지 구현할 수 있다\"며 \"림스의 로봇은 단순히 움직이는 것을 넘어 복잡하고 예측 불가능한 환경에서도 사람처럼 의도 있는 동작을 수행할 수 있다\"고 주장했다. 박종우 서울대 기계공학부 교수는 \"모터나 케이블 구조가 상당히 정교하다\"며 \"전신을 조작할 수 있는 이 정도 수준의 로봇은 글로벌에서도 보기 드물다\"고 말했다.\n림스다이나믹스의 휴머노이드 로봇 CL-1이 무거운 박스를 운반하고 있다. / 사진=림스다이나믹스\n기술적 혁신은 다리에도 있다. 림스는 지난해 다중 모드 2족 로봇 트론 1을 공개하며 세계 최초로 '3-in 1(Three-in-One)' 모듈형 다리 시스템을 구현했다. 사용 목적에 따라 포인트풋(Point-Foot), 발바닥형(Sole), 바퀴형(Wheeled foot) 등으로 다리를 교체할 수 있다. 모드에 따라 일반 보행뿐 아니라 바퀴를 활용한 고속 이동, 지형 적응 능력이 모두 가능하다.\n모듈형 설계도 강점이다. 세 가지 형태의 다리를 모듈식으로 교체할 수 있는 설계를 채택했다. 장 CTO는 \"모듈형 설계는 지형 적응성이나 속도 요구 조건에 따라 로봇의 하체를 물리적으로 바꾸는 개념으로, 기존 어떤 로봇에서도 시도되지 않았다\"며 \"바퀴를 장착하면 최대 10배 이상 빠른 이동이 가능하고 경사진 지면이나 계단 등에서도 자율 인식 기반으로 다리를 바꿔 적응할 수 있다\"고 기술력을 뽐냈다.\n오픈소스로 로봇 생태계 정복 노려\n개발자 친화 플랫폼은 림스의 최대 강점으로 꼽힌다. 림스는 로봇을 파는 데 그치지 않고 AI 기반 로봇 제어 소프트웨어(SW), 하드웨어, 개발 툴킷을 통합 제공하는 오픈형 로봇 플랫폼 기업을 지향한다. 다른 로봇 기업들과 달리 외부 개발자가 직접 연동해 테스트할 수 있도록 소스코드를 개방하고 있다. 매년 ICRA, IROS 등 국제 로봇 학회에 논문을 발표하고, AI 개발자 커뮤니티에 주요 기술을 공개 중이다. 장 CEO는 \"기술을 혼자 쥐고 있기보다 생태계를 키우는 것이 핵심\"이라고 강조했다.\n장 CTO는 \"AI가 내장된 진짜 ‘지능형 로봇’을 만들고 싶다\"며 \"우리는 단순히 로봇을 파는 게 아니라 누구나 쉽게 로봇을 만들고 활용할 수 있는 도구와 기반, 즉 로봇 플랫폼을 통해 기존의 한계를 뛰어넘겠다\"고 포부를 밝혔다. 회사 슬로건도 'Cross A Limit(한계를 넘어서자)'는 뜻을 담고 있다. 'LIMX'라는 회사명도 여기에서 비롯됐다.\n장웨이 림스 최고기술책임자(오른쪽)가 로봇 메커니즘을 설명하는 모습 / 선전=강경주 기자\n선전=강경주 기자 qurasoha@hankyung.com", "category": "로봇", "write_date": "2025-05-01 07:59:02", "keywords": ["휴머노이드 로봇", "AI 플랫폼", "강화학습", "모듈형 설계", "오픈소스"]}
{"title": "KT, 이번에도 '젠지의 전승' 막을까 [이주현의 로그인 e스포츠]", "content": "KT 롤스터 미드 라이너 '비디디' 곽보성 (LCK 제공)\n젠지 e스포츠가 2025 LCK 정규 시즌 1라운드 전승을 눈앞에 두고 있다. LCK는 라이엇게임즈가 주관하는 국내 리그오브레전드 e스포츠 프로 리그다. 젠지는 8승 0패로 1위를 기록 중이다. 1일 KT 롤스터와 맞대결에서 승리할 경우 9승 0패로 1라운드를 마무리하게 된다.\n젠지가 오늘 승리할 경우 총 5번의 라운드 전승을 기록해 최다 기록을 세운다. 젠지는 지난 2022년과 2023년 서머 1라운드, 2024년 스프링 2라운드, 2024년 서머 1라운드에 라운드 전승을 기록한 바 있다. 총 4번으로 T1과 공동 1위다.\nKT 롤스터는 3승 5패(7위)로 부진한 모습을 보이고 있다. 하지만 젠지 입장에서 방심할 수 없는 상대다. KT가 지난해 번번이 젠지의 전승을 막아낸 팀이기 때문이다. 지난 2024년 젠지는 스프링과 서머 정규 시즌을 각각 17승 1패로 마무리했다. 당시 젠지에게 유일한 1패를 안긴 팀은 모두 KT였다. 2024 LCK 스프링 1라운드에 세트 스코어 2 대 0으로 완승을 거뒀고 2024 서머 2라운드에선 2 대 1로 승리를 거뒀다.\n젠지 e스포츠 미드 라이너 '쵸비' 정지훈 (LCK 제공)\n주목할 핵심 선수는 젠지 ‘쵸비’ 정지훈과 KT ‘비디디’ 곽보성이다. 양 팀의 기둥인 두 미드 라이너 간 대결이 승부를 가를 전망이다. 정지훈은 이번 시즌 경기 MVP를 뜻하는 POM(플레이어 오브 더 매치) 포인트가 600점으로 1위다. 최근 7세트 연속 ‘노데스 행진’을 펼치며 맹활약을 펼치고 있다. 곽보성은 팀이 흔들리는 와중에도 혼자 중심을 지키고 있다. 실제로 그는 3번의 승리 중 2번이나 POM에 선정되며 팀 내에서 가장 인상적인 활약을 펼치고 있다.\n공교롭게도 젠지와 KT 두 팀은 주말인 3일과 4일에 각각 ‘홈경기’를 치른다. 경기도 수원시 영통구에 위치한 수원컨벤션센터에서 열리는 ‘2025 LCK 로드쇼’에 호스트로 나선다. LCK 로드쇼는 기존에 경기가 진행되는 서울 종로구 LoL 파크를 떠나 외부에서 치러지는 공식 경기다. 지난해 ‘T1 홈그라운드’에 이어 두 번째 시도다. 3일에는 젠지가 디플러스 기아와 맞붙고, 4일에는 KT가 T1과 대결을 펼친다. 둘 중 어느 팀이 웃으며 ‘홈그라운드 매치’를 치를 수 있을지에 관심이 쏠린다.\n이주현 기자 2JuHyun@hankyung.com", "category": "기타", "write_date": "2025-05-01 07:00:06", "keywords": ["젠지", "KT 롤스터", "LCK", "쵸비", "비디디"]}
{"title": "추론 모델 경량화 가속....MS, PC 탑재 가능한 '파이-4-추론' 제품군 출시", "content": "(사진=MS)\n마이크로소프트(MS)가 간판 소형모델(sLM) '파이(Phi)'의 추론 버전을 출시했다. 매개변수 140억개(14B)의 규모로 '딥시크-R1'를 일부 능가할 정도의 성능을 선보였다. 추론 모델도 본격적인 경량화 시대를 맞았다.\nMS는 30일(현지시간) ▲복잡한 추론 작업에서 훨씬 큰 추론 모델과 경쟁하는 '파이-4-추론(Phi-4-reasoning)'과 ▲1.5배 더 많은 토큰을 활용해 더 정교한 추론이 가능한 '파이-4-추론-플러스(Phi-4-reasoning-plus)' ▲컴퓨팅이나 지연 시간이 제한된 환경에 맞춰진 '파이-4-미니-추론(Phi-4-mini-reasoning)' 등을 출시했다.\nMS는 추론 모델이 수학적 추론에 탁월하며 복잡하고 다면적인 작업을 수행하는 에이전트 애플리케이션의 핵심으로 떠오르고 있지만, 일반적으로 대규모 프론티어 모델에서만 찾아볼 수 있었다고 지적했다.\n따라서 이번에 개발한 파이 추론 모델은 증류(Distillation)과 강화 학습(RL), 고품질 데이터를 활용해 크기와 성능의 균형을 맞췄다고 밝혔다. 저지연 환경에도 큰 모델에 필적하는 강력한 추론 기능으로, 리소스가 제한된 장치라도 복잡한 추론 작업을 효율적으로 수행할 수 있다는 설명이다.\n구체적으로 파이-4-추론(14B)은 오픈AI의 'o3-미니'에서 엄선한 추론 데모를 기반으로 이전에 발표한 파이-4를 지도 학습 방식으로 미세 조정해 학습했다. \"세심한 데이터 큐레이션과 고품질 합성 데이터 세트를 통해 sLM도 대형언어모델(LLM)과 경쟁할 수 있다는 것을 보여준다\"라고 설명했다.\n파이-4-추론-플러스는 파이-4-추론에 RL을 적용, 1.5배 더 많은 토큰을 사용해 추론 시간 컴퓨팅을 더 많이 활용함으로써 더 높은 정확도를 제공한다.\n또 파이-4-미니-추론은 38억개(3.8B) 매개변수로, '딥시크-R1'이 생성한 약 100만개의 합성 수학 문제를 학습했다. 교육용 애플리케이션이나 엣지, 모바일 배포에 적합한 모델로, MS는 이를 '코파일럿+ PC'에 탑재할 예정이다.\n이중 미니를 제외한 모델은 수학 추론 및 박사급 과학 문제를 포함한 대부분의 벤치마크에서 o1-미니와 '딥시크-R1-증류-라마-70B'보다 우수한 성능을 달성했다. 특히, 플러스 버전은 수학 올림피아드 문제인 'AIME 2025'에서는 6710억개의 매개변수인 딥시크-R1까지 넘어섰다.\n(사진=MS)\n이들 모델은 애저 AI 파운드리와 허깅페이스에서 오픈 소스로 사용할 수 있다.\n한편, 중국의 샤오미는 하루 전 매개변수 70억개(7B)의 소형 추론 모델 '미모-7B(MiMo-7B)' 제품군을 오픈 소스로 공개했다. 샤오미 역시 오픈AI의 'o1-미니'에 맞먹는 성능을 냈으며 '딥시크'와 '큐원' 등을 능가했다고 강조했다.\n이처럼 추론 모델도 경량화, 이제는 PC나 휴대폰 등 장치에 탑재되는 추세로 접어 들었다.\n임대준 기자 ydj@aitimes.com", "category": "AI", "write_date": "2025-05-01 22:56:38", "keywords": ["마이크로소프트", "파이", "추론 모델", "경량화", "오픈 소스"]}
{"title": "아마존, 파운데이션 모델 '노바 프리미어' 출시...6개월 전 프론티어급 성능에 그쳐", "content": "아마존이 자체 개발 '노바(Nova)' 제품군 중 가장 성능이 뛰어난 파운데이션 모델 '노바 프리미어(Nova Premier)'를 출시했다. 이 모델은 개발에만 무려 1년 반이 걸리는 등 많은 어려움을 겪어온 것으로 알려졌는데, 최근 등장한 프론티어급에 비해서는 성능이 떨어지는 편이다.\n아마존은 30일(현지시간) 공식 블로그를 노바 프리미어를 공개하고, '베드록' 플랫폼을 통해 출시한다고 발표했다.\n텍스트와 이미지, 비디오 등을 처리할 수 있는 멀티모달모델(LMM)이지만, 추론 기능은 빠져 있다. 최근 트렌드인 음성 기능도 없다.\n하지만 아마존은 \"상황에 대한 심층적인 이해와 다단계 계획, 그리고 여러 도구와 데이터 소스에 대한 정확한 실행을 요구하는 복잡한 작업에 탁월하다\"라고 소개했다. 특히 컨텍스트 창이 100만토큰으로, 구글의 '제미나이'와 맞먹는 규모다.\n이 모델은 지난 12월 AWS 리인벤트 컨퍼런스를 통해 처음 소개됐다. 이후 아마존은 AI 에이전트인 '노바 액트'와 동영상 모델 '노바 릴스', 음성 모델 '노바 소닉' 등 제품군을 잇달아 출시했다.\n벤치마크에서는 첨단 모델보다 뒤처진다. 전 세대인 앤트로픽의 '클로드 3.5 소네트'나 구글의 '제미나이 1.5 프로'와 성능이 흡사한 정도다. 즉, 지난해 하반기 출시된 모델 정도의 수준이다.\n벤치마크 결과 (사진=아마존)\n대신, 아마존은 이 모델이 증류(Distillation)를 통해 소형 모델의 '교사'로 활용하는 데 적합하다고 강조했다.\n즉, 산업별 요구 사항에 맞춰 '노바 프로'와 '노바 라이트', '노바 마이크로' 등 비용 효율적인 고성능 저지연 버전을 만들 수 있다는 것이다. 예를 들어, 증류 모델인 노바 프로는 기본 모델 대비 API 호출 정확도가 20% 더 높았다고 전했다.\n이 모델은 그동안 아마존이 파운데이션 모델에 얼마나 어려움을 겪었는지를 보여준다는 평이다. 아마존은 2023년 가을 음성비서 '알렉사'의 AI 업그레이드 기능을 선보인 뒤 자체 모델 개발에 나섰으나, 많은 시행착오를 겪었던 것으로 알려져 있다.\n이는 모델 개발 중 오픈AI나 구글이 음성 모드와 추론 등을 추가하며 기준을 높인 데다, 음성 비서 '알렉사'의 가전 기기 통제까지 제대로 구현하려면 AI 에이전트 기능까지 결합해야 하기 때문이다. 그러나, 1년 전까지만 해도 이 모든 기능을 추가하는 것은 오픈AI나 구글도 어려웠다.\n이는 애플도 마찬가지다. '통합 시리'에 탑재할 파운데이션 모델을 1년 전부터 개발해 왔으나 결국 실패했다. 이는 내년 출시로 미뤄졌다.\n임대준 기자 ydj@aitimes.com", "category": "AI", "write_date": "2025-05-01 21:43:48", "keywords": ["아마존", "노바 프리미어", "멀티모달모델", "증류", "AI 에이전트"]}
{"title": "젠슨 황 \"바이든 시절 만들어진 칩 수출 규정 폐지에 찬성\"", "content": "(사진=셔터스톡)\n젠슨 황 엔비디아 CEO가 바이든 행정부가 결정한 인공지능(AI) 칩 '국가별 등급제'가 철회된다는 소식에 찬성한다고 밝혔다. 트럼프 행정부가 이를 취소할 것이라는 소식은 바로 전날 등장했다.\n블룸버그에 따르면, 황 CEO는 30일(현지시간) 워싱턴 D.C.에서 열린 '힐 앤 밸리 포럼'에 참석한 뒤 \"미국의 AI 기술이 전 세계로 확산되는 것을 가속화해야 한다\"라며 \"행정부의 정책과 격려가 이를 뒷받침해야 한다\"라고 말했다.\n특히 29일 전해진 국가별 등급제 폐지 소식에 동의한다고 밝혔다. \"새로운 확산 규칙이 어떤 것인지는 잘 모르겠지만, 무엇이 되든 이전 확산 규칙이 발표된 이후 세상이 근본적으로 바뀌었다는 사실을 인식해야 할 것\"이라고 말했다.\n이와 관련, 로이터는 트럼프 행정부가 바이든 대통령 퇴임 직전 발표한 ‘AI 확산 프레임워크’의 철회를 검토 중이라고 보도했다.\n이는 전 세계 국가를 미국과의 관계에 따라 3등급으로 구분하고, 우호국에는 엔비디아 첨단 칩 수출을 완전히 허락하고, 나머지 국가들은 수출량에 제한을 두는 것이다.\n시행은 5월1일부터로 예정돼 있으나, 이를 시행할지 결정하는 것은 도널드 트럼프 대통령의 몫이다. 따라서 트럼프 행정부는 이를 뒤집고, 모든 국가와 개별 협상에 따라 수출량을 결정하는 쪽으로 방향을 잡은 것으로 알려졌다. 이를 관세나 무역 정책의 협상용 카드로 쓰겠다는 의도다.\n방침이 바뀌면 엔비디아의 칩 판매에 어떤 변화가 생길지는 확실하지 않다. 오히려 불투명성을 더 높인다는 지적도 나왔다. 그러나 황 CEO는 이를 계기로 수출 규정이 완화되길 바란다고 밝힌 것이다.\n황 CEO는 지난 1월에도 비슷한 발언을 했다. 바이든 행정부가 막판에 내놓은 GPU 규제 강화안을 비난하며 트럼프 행정부가 이를 완화해 줄 것으로 기대한다고 밝힌 바 있다.\n한편, 이날 황 CEO는 중국이 강력한 경쟁자로 성장하고 있다고 경고하며, 최근 잇달아 자체 칩을 내놓은 화웨이를 특별히 지목했다.\n그는 \"중국은 뒤처지지 않았다\"라고 \"바로 우리 뒤에 있다. 아주, 아주 가깝다\"라고 강조했다.\n또 트럼프 대통령의 관세 정책에 대해서는 \"미국 내 제조 능력을 강화하고, 지원하고, 가속하는 정책은 항상 필요하다\"라고 답했다. 그는 지난달 트럼프 대통령을 만나 미국에 5000억달러(약 714조원) 규모의 칩 제조 시설을 구축하겠다고 약속했다.\n임대준 기자 ydj@aitimes.com", "category": "AI", "write_date": "2025-05-01 20:34:46", "keywords": ["젠슨 황", "인공지능", "국가별 등급제", "엔비디아", "중국"]}
{"title": "“강화학습은 효율에 집중한 LLM 훈련법...창의력을 키우지는 못해”", "content": "(사진=ikangai)\n강화학습(RL)은 대형언어모델(LLM)이 인간처럼 새로운 문제를 창의적으로 사고하고 해결하도록 만드는 것이 아니라, 기본 모델이 이미 학습한 정답을 더 신속하게 찾아내도록 돕는 데 그친다는 연구 결과가 나왔다.\n중국 칭화대와 상하이교통대 연구진은 29일(현지시간)\n검증 가능한 보상을 갖춘 강화 학습(RLVR)이 LLM의 추론 능력에 미치는 영향에 관한 논문\n을 온라인 아카이브에 게재했다.\n이 연구는 오픈AI의 'o1'이나 '딥시크-R1' 같은 추론 모델을 개선하는 데 사용하는 기술인 RLVR을 다룬다. 이 방식은 수학이나 코딩 문제처럼 정답을 자동으로 검증할 수 있는 질문에 대해, 모델이 정답을 맞히면 보상을 주는 식으로 훈련하는 것이다.\n하지만 연구진은 RLVR이 새로운 사고방식을 배우도록 만들지는 못한다고 주장했다. 이미 기본 모델(vanilla model)이 알고 있는 정답을 더 빨리 찾게 도와주는 것뿐이라는 것이다. 즉, 모델이 처음 보는 전혀 새로운 문제를 스스로 해결하긴 어렵다는 설명이다.\n연구진은 RLVR로 훈련한 모델과 기본 모델을 비교했다. 이후 수학이나 코딩, 시각 추론 같은 문제를 여러 차례 반복적으로 해결하게 했다.\n그 결과, 모델에게 정답을 맞힐 기회를 조금만 줬을 때는 RLVR 모델이 더 잘 맞혔다. 하지만 기회를 수백 번, 수천 번 주면 기본 모델도 비슷하거나 더 좋은 성과를 냈다.\n이는 RLVR이 모델이 정답을 찾을 확률을 높이지만 동시에 가능한 정답 후보군의 범위를 좁혀버릴 수 있어, 예상 밖의 방식으로 문제를 푸는 데는 오히려 약할 수 있다는 점을 의미한다.\n탐색 트리는 하나의 문제를 가지고 기본 모델과 RLVR 모델이 여러 번 답을 만들어 보는 과정을 통해 만들어진다. 회색 경로는 모델이 잘 선택하지 않는 길이고, 검은색 경로는 모델이 자주 선택하는 길이다. 초록색 경로는 정답에 해당하며, 모델이 이 경로를 선택하면 보상을 받는다. 예를 들어 문제 A처럼 정답이 명확한 경우에는, RLVR 훈련이 정답을 더 잘 찾도록 도와주기 때문에 답을 더 빨리 고를 수 있다. 하지만 그 대가로, 다양한 방식으로 생각하는 능력은 줄어든다. 반면 문제 B처럼 조금 다른 유형의 문제에서는, 기본 모델은 정답을 알고 있는데 RLVR 모델은 그 정답 경로를 포함하지 못하는 일이 생긴다. (사진=arXiv)\n가장 중요한 사실은 RLVR 모델이 만들어내는 모든 추론 경로가 이미 기본 모델 안에 있다는 점이다.\n예를 들어 정답이 명확한 문제의 경우에는, RLVR 훈련이 정답을 더 잘 찾도록 도와주기 때문에 답을 더 빨리 고를 수 있다. 하지만, 그 대가로 다양한 방식으로 생각하는 능력은 줄어든다. 조금 다른 유형의 문제에서는 기본 모델은 정답을 알고 있는데 RLVR 모델은 그 정답 경로를 포함하지 못하는 일이 생길 수 있다.\nRLVR이 쓸모없다는 아니라고 강조했다. 많은 AI 연구자들은 이번 결과가 오히려 RLVR이 제 역할을 잘하고 있다는 증거라고 봤다. 실제 사람들은 LLM에게 같은 질문을 수백번 반복해서 묻지 않는다. 한번에 정답이 나오는 것을 기대한다. RLVR은 이런 점에서 실용적이다.\n그리고 LLM은 인간처럼 번뜩이는 ‘영감’을 받지는 못하더라도, 다양한 분야의 정보를 융합하는 데 능하다. 이런 능력은 핵융합이나 신약 개발처럼 다양한 지식이 필요한 분야에서 유용하게 쓰일 수 있다. 또 인간 과학자는 한두 분야의 전문가에 그치는 것이 일반적이지만, LLM은 훨씬 더 많은 분야의 지식을 빠르게 조합할 수 있다는 것이 장점이다.\n또 하나 주목할 점은, 이번 실험이 알리바바의 '큐원2.5-32B'나 메타의 '라마-3.1-8B' 같은 비교적 작은 모델을 대상으로 했다는 것이다. 예를 들어, 딥시크-R1처럼 671억개의 매개변수를 가진 초대형 모델에서는 동일한 결과가 나올지 확인해 볼 필요가 있다.\n마지막으로 이번 연구는 여전히 좋은 ‘기본 모델’을 만드는 것이 중요하다는 것을 강조한다.\n최근에는 훈련보다 추론 단계에서 더 많은 계산을 활용하는 ‘테스트-타임 컴퓨팅’ 방식이 인기를 끌고 있지만, 이 논문은 기본 모델을 잘 만드는 것이 여전히 가치 있다는 걸 보여준다.\n이유는 간단하다. 큰 모델일수록 더 많은 지식과 다양한 추론 방법을 담고 있기 때문이다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 19:17:09", "keywords": ["강화학습", "대형언어모델", "RLVR", "추론 능력", "기본 모델"]}
{"title": "딥시크, 수학 특화 AI 모델 ‘프루버-V2’ 조용히 공개", "content": "(사진=셔터스톡)\n딥시크가 수학에 특화된 최신 인공지능(AI) 모델을 별다른 공식 발표 없이 공개했다. 이는 차세대 모델 출시에 앞서 기술 완성도를 점검하고, 개발 커뮤니티로부터 피드백을 얻기 위한 의도로 보인다.\n딥시크는 30일(현지시간)\n허깅페이스\n를 통해\n수학 특화 AI 모델 ‘프루버-V2(Prover-V2)’를 오픈 소스로 공개했다.\n공개 시점은 알리바바가 ‘큐원 3(Qwen 3)’를 발표한 지 하루 뒤로, 공식적인 발표는 아직 없다. 치열해지는 AI 경쟁 속에서 이뤄진 ‘스텔스 론칭’으로 볼 수 있다.\n별도의 기술 문서도 공개하지 않았다. 허깅페이스의 소개 글에 따르면 671억 매개변수를 갖춘 '딥시크-V3'가 기반 모델이다.\n역시 효율적인 운영을 위해 전문가 혼합(MoE) 아키텍처를 채택했으며, 증명 과정을 처리하기 위해 더 작은 7B 모델을 사용해 계산 부담을 줄인다고 설명했다.\n또, 기존 V3 등 자체 모델과의 성능 비교만 공개했을 뿐, 오픈AI나 타사 모델과의 벤치마크 결과도 없다.\n이는 지난해 8월 공개된 프루버-V1.5의 후속작으로, 수학 문제 해결을 목표로 하는 도메인 특화 모델이다. 딥시크는 당시 보고서를 통해 수학 추론과 정리 증명 능력을 강화했다고 밝힌 바 있다.\n최근 관심이 집중되는 차세대 추론 모델 ‘딥시크-R2’ 출시를 앞두고 공개됐다는 점에서도 주목된다. 딥시크는 최근 조용하지만 꾸준히 최신 연구 결과를 공개, R2에 대한 윤곽을 드러내고 있다.\n또 지난달에는 향상된 추론 능력, 코딩 최적화, 중국어 문장력 개선을 포함한 V3 모델 업데이트를 발표한 바 있다. 이는 '딥시크-V4'에 대한 예고편으로 받아들여지고 있다.\n반면, 알리바바는 큐원 3가 '딥시크-R1'과 오픈AI의 'o1'보다 성능이 우수하다고 강조했다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 17:38:24", "keywords": ["딥시크", "프루버-V2", "수학", "AI 모델", "오픈 소스"]}
{"title": "\"AI가 바꾸는 목포 산업 생태계\"", "content": "목포상의, 스마트인재개발원과 경영리더 대상 AI·빅데이터 세미나 공동 개최\n기술 소개 중심 넘어, 지역 산업에 맞춘 '실행형 AI 전략' 마련 절실\n정현택 회장이 경영리더 세미나에서 인삿말을 하고있다. (사진=목포상공회의소)\n전남 목포지역 기업인들이 인공지능(AI)과 빅데이터 기술을 경영 현장에 어떻게 적용할 수 있을지 탐색하는 의미 있는 자리가 마련됐다.\n그러나 기술의 변화 흐름을 조망하는 데에 그쳤다는 아쉬움과 함께, 목포 고유의 산업 구조에 적합한 실천 전략 마련이 시급하다는 지적도 나온다.\n목포상공회의소(회장 정현택)는 지난 4월 30일 샹그리아비치호텔에서 스마트인재개발원(원장 반수경)과 공동으로 '경영리더를 위한 AI와 빅데이터 활용전략 세미나'를 개최했다.\n이번 세미나는 최근 산업계에서 급부상 중인 AI 기술이 지역 기업 경영에 어떤 혁신을 가져올 수 있을지 조망하기 위해 기획됐다.\n이날 행사에는 상공회의소 회원사와 지역 기업 임직원 등 60여 명이 참석해 높은 관심을 반영했으며, 세미나는 기술 중심의 강연으로 구성됐다.\nAI 현주소 짚은 강연…지역 연결성은 아쉬움\n1부에서는 김덕진 IT커뮤니케이션연구소장이 'AI 2025, 어디까지 진화했는가'를 주제로, 생성형 AI의 발전 흐름과 향후 기대 기술을 소개했다.\n김 소장은 챗GPT를 비롯한 최근 트렌드를 짚으며, AI가 단순 반복 업무를 넘어 의사결정 보조, 고객 맞춤형 서비스, 예측 모델링 등 기업 전반에 깊숙이 침투하고 있다고 강조했다.\n2부에서는 박창진 전남테크노파크 센터장이 '데이터와 스마트공장'이라는 주제로, 제조 기반 중소기업의 데이터화 필요성과 스마트팩토리 전환 전략을 제시했다.\n이어 함민혁 젠데이터 대표는 'AI와 데이터로 여는 지역산업의 미래'를 주제로 발표하며, 데이터 기반 지역 맞춤형 AI 활용 사례를 간략히 소개했다.\n하지만 전체 발표가 기술 소개와 국가 단위 사례 중심에 머물러, 정작 목포의 해양수산, 물류, 관광, 조선업 등 지역 산업 특성과의 연계된 전략 제안은 부족했다는 평가도 있다.\n특히 중소 제조기업들이 겪는 데이터 확보의 어려움, 인력 및 인프라 부족 문제 등에 대한 구체적 해결책은 제시되지 않았다.\n목포상의의 역할, 'AI 교육' 넘어 '실행 전략 허브'로 진화해야\n정현택 회장은 \"이번 세미나가 AI 기술을 현장에 적용할 수 있는 통찰을 제공하는 기회가 되기를 바란다\"며, \"앞으로도 기업들이 시대 변화에 능동적으로 대응할 수 있도록 지원하겠다\"고 밝혔다.\n그러나 전문가들은 \"단순 기술 소개에서 더 나아가, 목포지역 산업에 특화된 AI 전환 모델 개발과 실무 중심 협업체계 구축이 절실하다\"고 조언한다.\n특히 ▲목포 해양수산·항만물류에 특화된 AI 솔루션 도입 로드맵 구축 ▲중소기업 대상 ‘AI 도입 진단-컨설팅-실증 지원’ 원스톱 체계 마련 ▲AI 활용을 위한 데이터 수집·분석 플랫폼 지역 공동 구축 ▲청년·중장년을 대상으로 한 실무형 AI 역량 교육 체계화 등에 대한 후속과제가 지적되고 있다.\n단순한 세미나 개최를 넘어, 목포상의가 지역 산업과 연계한 AI 실천 플랫폼의 거점 역할을 수행해야 한다는 요구가 커지고 있는 것이다.\n'AI는 선택이 아닌 생존'이라는 말이 더 이상 과장이 아니다. 특히 지방 중소도시일수록 인구 감소와 산업 고도화의 이중 압박을 받으며, AI 기술은 지역 지속가능성의 중요한 열쇠로 떠오르고 있다.\n이번 세미나는 이러한 인식 전환의 마중물 역할을 했지만, 단발적 이벤트에 그쳐서는 안 된다. AI는 도구가 아니라 전략이며, 전략은 구체적인 실행 로드맵과 함께 갈 때 진짜 힘을 발휘한다.\n목포상공회의소가 다음 세미나에서는 '기술 설명회'에서 '현장 맞춤 전략 실천 포럼'으로 진화할 수 있을지 주목된다.\n양준석 기자 kailas21@aitimes.com", "category": "기타", "write_date": "2025-05-01 17:22:53", "keywords": ["AI", "빅데이터", "세미나", "지역산업", "실행 전략"]}
{"title": "구글도 '제미나이'에 네이티브 이미지 생성 기능 통합 출시", "content": "(사진=구글)\n구글이 '제미나이' 앱에 네이티브 이미지 기능을 정식 탑재했다. 오픈AI가 챗GPT에 이미지 생성 기능을 통합한 것과 똑같은 조치로, 이미지 일관성과 용도를 크게 확장했다.\n구글은 30일(현지시간) 제미나이에 이미지 생성 기능을 통합 출시했다고 발표했다. 이번 업데이트는 이날부터 전 세계 45개 이상 언어 사용자에게 점차 제공된다.\n구글은 '이매진(Imagen)'이라는 별도의 이미지 생성 모델이 있다. 그러나 이번 업데이트는 챗GPT처럼 제미나이 내부에 이미지 기능을 직접 통합한 것이다.\n이 기능을 통해 사용자는 AI가 생성한 이미지뿐 아니라 휴대폰이나 컴퓨터에서 업로드한 개인 사진까지 제미나이에 직접 입력하고 수정할 수 있다.\n또 기존 AI 이미지 생성기보다 정교하고 문맥에 맞는 결과물을 제공하는 것은 물론, 생성 이미지의 일관성을 크게 향상할 수 있다. 구글은 이를 ‘다단계(Multi-step) 편집 흐름’이라고 설명하며, 텍스트와 이미지가 통합돼 더 풍부하고 맥락적인 응답을 사용자에게 제공한다고 밝혔다.\n예를 들어, 사용자는 자신이 촬영한 사진을 업로드한 뒤 머리 색을 바꾸는 등 다양한 모습을 생성할 수 있다.\n또 아동용 동화를 텍스트로 생성하면서 동시에 삽화를 생성하는 것이 가능해졌다. 챗GPT처럼 4컷 만화를 생성하는 데에도 유용하다.\nhttps://twitter.com/cedric_chee/status/1917738800601784554\n구글은 지난 3월 'AI 스튜디오'를 통해 '제미나이 2.0 플래시'의 네이티브 이미지 생성 기능을 실험용으로 출시, 테스트해 왔다. 당시 이 기능은 뛰어난 품질로 호평받았지만, 동시에 이미지의 워터마크를 제거할 수 있다는 논란도 일으켰다.\n문제가 됐던 워터마크 문제에 대해서도 해결책을 소개했다. “제미나이를 통해 생성되거나 편집된 이미지에는 보이지 않는 워터마크가 삽입된다”라고 밝혔다.\n또 “눈에 보이는 워터마크를 추가하는 방안도 실험 중”이라고 덧붙였다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 17:07:36", "keywords": ["구글", "제미나이", "이미지 생성", "다단계 편집", "워터마크"]}
{"title": "오픈AI, 챗GPT '아첨' 논란에 공식 사과…\"단기 피드백에 치우친 실수\"", "content": "(사진=셔터스톡)\n'챗GPT'가 사용자 요청에 지나치게 긍정적으로 반응한다는 지적에 대해 오픈AI가 사과와 함께 원인을 설명하는 보고서를 내놓았다.\n오픈AI가 30일(현지시간) 'GPT-4o'에서 발생한 과도한 아첨 반응에 대해 공식 사과하고, 문제의 원인을 분석한\n사후 보고서(postmortem)\n를 발표했다.\n이 문제는 지난 주말 GPT-4o의 '성격 업데이트' 직후 불거졌다. 사용자들은 소셜미디어를 통해 챗GPT가 지나치게 긍정적이고 무비판적인 태도로 응답한다고 지적했고, 일부는 밈(meme)으로 확산됐다. 챗GPT가 위험하거나 부적절한 요청에도 과도하게 동조하는 장면이 다수 포착되며, 논란이 커졌다.\n이에 대해 샘 알트먼 오픈AI CEO는 X(트위터)를 통해 문제를 인정하며 “최대한 빨리 수정하겠다”라고 밝혔고, 이틀 뒤 업데이트를 원상복구한다고 공식 발표했다. 추가 조치를 통해 모델의 성격 조정에 나설 것이라고도 덧붙였다.\nhttps://twitter.com/OpenAI/status/1917411480548565332\n오픈AI는 공식 블로그를 통해 “이번 업데이트는 모델의 기본 성격을 더 직관적이고 효과적으로 만들기 위한 의도였으나, 단기적인 피드백에 지나치게 의존한 나머지, 사용자의 장기적 상호작용 방식을 충분히 반영하지 못했다”라고 설명했다. 그 결과 GPT-4o는 과도하게 사용자를 지지하지만, 진정성이 결여된 응답을 생성했다는 것이다.\n현재 챗GPT의 기본 모델인 GPT-4o의 성능과 신뢰성을 높이기 위해 다양한 개선 조치를 진행 중이라고 소개했다. 우선, 모델이 과도하게 아부하는 응답을 피할 수 있도록 훈련 방식을 바꾸고, 모델의 기본 행동을 설정하는 시스템 프롬프트를 조정 중이다.\n또 안전 가이드라인을 강화하고 있으며, 단순한 아첨 문제를 넘어 다양한 유형의 오류를 조기에 파악할 수 있도록 모델 평가 체계도 확대하고 있다고 전했다. 사용자가 챗GPT와의 상호작용 중 실시간으로 피드백을 제공하거나 성격을 조정할 수 있는 기능도 실험 중이다.\n이 외에도 다양한 스타일의 챗봇 성격을 선택할 수 있도록 ‘성격 선택 옵션’ 기능도 개발 중이라고 밝혔다.\n오픈AI는 “전 세계 다양한 문화적 가치관을 반영하고, 사용자들이 원하는 방향으로 챗GPT가 진화할 수 있도록 민주적인 피드백 시스템을 확대할 계획”이라고 밝혔다.\n또 “기본 동작이 마음에 들지 않을 경우, 안전성과 실현 가능성 범위 내에서 이를 조정할 수 있도록 더 많은 사용자 제어권을 제공할 방침”이라고 덧붙였다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 16:35:34", "keywords": ["챗GPT", "오픈AI", "과도한 아첨", "성격 업데이트", "사용자 피드백"]}
{"title": "구글 \"올해 말 새 아이폰에 '제미나이' 탑재...검색 사업 분리는 소비자에게 피해줄 것\"", "content": "(사진=셔터스톡)\n순다르 피차이 구글 CEO가 지난해 팀 쿡 애플 CEO와 통화를 통해 아이폰의 '시리'에 '제미나이'를 통합하자고 설득했다고 밝혔다. 이에 따라 조만간 애플과 계약을 통해 올해 출시될 새로운 아이폰에 제미나이가 탑재될 것을 기대한다고 전했다.\n로이터와 블룸버그 등에 따르면, 피차이 CEO는 30일(현지시간) 워싱턴 D.C.에서 열린 반독점 재판에서 올해 중반까지 애플과 계약, 제미나이를 차기 아이폰에 탑재하는 것이 목표라고 말했다.\n그는 구글 측 증인으로 출석, 쿡 CEO와 지난해 전화로 몇차례 논의했다고 밝혔다. 계약은 올해 중반쯤으로 예상하며, 이를 통해 오픈AI의 '챗GPT'처럼 시리에 통합되는 것이 목표라는 내용이다.\n제미나이의 시리 통합은 지난해부터 끊임없이 등장한 소식이다. 이 문제에 대해 구글이 직접 입을 연 것은 처음이다.\n이번 증언은 구글이 검색 영향력을 앞세워 AI 서비스에서도 독점 우려가 있다는 미국 법무부의 지적에 대해, 아직 구글은 오픈AI에 못 미친다는 점을 어필하기 위한 것이다.\n지난해부터 애플과 계약을 시도했지만, 아직도 아이폰에 탑재되지 못했다는 말이다. 그는 \"AI 분야의 시장 선두 기업과 우리 사이에는 큰 격차가 있다\"라고 시인했다.\n또 피차이 CEO는 미국 법무부가 구글의 검색 독점을 위해 내놓은 해결책에 대해서도 부정적인 입장을 내놓았다.\n특히, 구글 검색 데이터를 다른 회사들도 활용할 수 있게 공유해야 한다는 안에 대해서는 \"개인 정보보호 문제가 생길 수 있다\"라고 경고했다. 구글은 지난 몇년 동안 검색 도중 사용자 데이터를 보호하기 위해 많은 노력을 기울였지만, 다른 회사는 이에 크게 못 미친다는 것이다.\n한편, 그는 제미나이에 광고를 추가하는 실험도 진행 중이라고 덧붙였다.\n실제 이날 블룸버그는 구글이 기존 인터넷 광고에 사용하던 검색용 광고를 제미나이와의 대화로 확장했다고 보도했다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 16:16:39", "keywords": ["구글", "애플", "제미나이", "시리", "AI"]}
{"title": "여수시, 전국 첫 '산업위기 선제대응지역' 지정…석유화학 위기 넘는다", "content": "정부 2년 집중 지원 확정…기술고도화·상권 회복·AI 응용 기반의 경제 체질개선 절실\n여수시가 정부로부터 '산업위기 선제대응지역' 지정이 확정됐다.\n전남 여수시가 정부로부터 전국 최초의 '산업위기 선제대응지역'으로 최종 지정됐다.\n이는 경기 불황과 글로벌 공급 과잉에 따른 지역 석유화학산업의 침체를 사전에 대응하기 위한 조치로, 중앙정부가 주도하는 첫 산업위기 대응 모델이라는 점에서 의미가 크다.\n산업통상자원부는 지난 4월 30일 산업위기대응 심의위원회를 열고 여수시를 선제대응지역으로 확정했다.\n이에 따라 여수시는 향후 2년간 긴급경영안정자금, 지방투자촉진보조금, 정책금융 우대, 고용안정 지원, 연구개발 지원 등 전방위적 지원을 받게 된다.\n정부는 정책금융기관을 통해 협력업체 및 소상공인에 대한 만기 연장 및 상환 유예, 신용보증 우대 프로그램, 그리고 고의나 중과실이 없는 경우 공무원 면책 조항까지 도입해, 금융 지원의 실효성을 높일 방침이다.\n이번 지정은 여수시가 지난 3월 전라남도를 통해 산업부에 공식 신청서를 제출한 이후, 현지 실사(3월 24일) 및 관계부처 협의를 거쳐 국가 차원의 첫 '사전적 대응 모델'로 확정된 것이다.\n여수시는 글로벌 경기 둔화와 석유화학제품 단가 하락, 설비 과잉으로 인한 매출 급감 및 고용불안을 겪고 있으며, 이는 지역경제 전반으로 파급되고 있다.\n이번 지정으로 시는 석유화학산업의 기술 경쟁력 강화, 기반시설 정비, 산업 생태계 다변화를 동시에 추진할 수 있는 정책적 계기를 마련했다.\n정기명 여수시장은 \"정부의 지원 결정에 감사드린다\"며 \"이번 조치를 계기로 석유화학산업의 체질을 바꾸고 지역경제 전반에 새로운 활력을 불어넣겠다\"고 밝혔다.\n단순 지원을 넘어선 실질적 회복 방안은 무엇인가?\n여수시가 '산업위기 선제대응지역'으로 지정되면서 정부의 각종 지원을 받게 되었지만, 단순한 자금 지원이나 일시적 정책으로는 지속 가능한 지역경제 회복을 이루기 어렵다. 따라서 다음과 같은 3가지 실질적인 회복 전략이 함께 추진되어야 한다.\n첫째, 석유화학산업의 기술 전환과 구조 고도화다. 여수의 주력 산업인 석유화학 분야는 현재 국제경기 둔화와 공급 과잉 등으로 심각한 타격을 받고 있다.\n이를 극복하려면 생산 시스템을 기존 방식에서 벗어나 더 안전하고 효율적인 방식으로 바꾸는 작업이 필요하다.\n예를 들어, 설비의 이상을 미리 감지해 사고를 막고, 에너지를 최소로 사용하면서도 품질을 높이는 생산 시스템으로 전환하는 것이다. 이를 위해선 첨단 기술 투자와 전문 인력 확보가 필수다.\n둘째, 지역 소상공인의 디지털 전환이다. 지역경제를 받치는 또 하나의 축은 소상공인이다. 이들의 경쟁력을 높이려면 단순히 자금을 지원하는 것을 넘어, 디지털 기술을 일상적인 경영에 접목하는 노력이 필요하다.\n예를 들어, 매출이나 재고를 자동으로 관리하고, 고객의 구매 패턴을 분석해 할인이나 홍보 전략을 짜주는 디지털 도구들을 보급하면, 상인들은 보다 효율적으로 가게를 운영할 수 있다.\n셋째, 청년 인재 육성과 일자리 연결이다. 지속가능한 지역 경제를 만들기 위해서는 지역 내에서 양질의 일자리를 만들고, 청년들이 그 자리에 정착할 수 있도록 하는 구조가 중요하다.\n특히 여수처럼 산업 중심 도시에서는 산업 현장에 바로 투입될 수 있는 실무형 인재를 지역에서 직접 길러내는 교육 프로그램이 필요하다. 지역 대학과 연계한 인턴십, 취업 연계 교육과정, 기술 자격증 지원 같은 프로그램이 바로 그 예다.\n향후 AI기술은 여수 지역경제에 어떻게 응용될 수 있을까?\n4차 산업혁명의 핵심 기술인 인공지능(AI)은 단지 IT기업의 전유물이 아니다.\n제조업, 서비스업, 행정 분야 등 거의 모든 산업 영역에서 혁신의 도구로 활용될 수 있다. 여수시도 이 기술을 활용해 산업 위기를 극복할 수 있는 가능성이 충분하다.\n첫째, 공장 안전과 생산 효율 개선이다. AI는 공장의 설비 데이터를 실시간으로 분석해 이상 징후를 조기에 포착할 수 있다.\n이를 통해 화학 공정에서 자주 발생하는 누출, 폭발 등 중대사고를 미연에 방지할 수 있고, 동시에 불필요한 에너지 낭비나 제품 불량률도 줄일 수 있다.\n실제로 국내외 다수의 산업단지에서 AI를 이용한 안전 모니터링 시스템이 효과를 내고 있다.\n둘째, 금융 지원의 정밀성과 공정성 향상이다. 여수처럼 선제대응지역으로 지정된 곳에서는 많은 기업과 상인들이 정부 자금 지원을 받게 된다.\n이때 AI를 이용하면 기업의 매출, 고용 현황, 상환 능력 등을 분석해 가장 필요한 곳에 적절한 금액을 지원할 수 있다. 이는 자금의 낭비를 줄이고, 공정한 분배에도 도움이 된다.\n셋째, 관광 및 상권 활성화를 위한 소비자 맞춤형 서비스다. 여수는 관광도시이기도 하다.\nAI를 활용하면 관광객의 방문 동선과 선호도 데이터를 분석해, 각 관광객에게 맞춤형 맛집, 상점, 체험 정보를 제공할 수 있다.\n예를 들어, 여행자 앱에서 \"혼밥 가능한 식당 알려줘\"라고 입력하면 위치, 혼잡도, 후기 등을 AI가 종합 분석해 즉시 추천해주는 시스템이 가능하다.\n넷째, 청년 일자리 매칭 및 교육 시스템 혁신이다. 지역에서 청년 고용을 늘리기 위해서는 '무조건 뽑기'보다는 정확히 어떤 기업에 어떤 기술이 필요한지를 파악하고, 거기에 맞는 인재를 육성하고 연결하는 일이 중요하다.\nAI는 지역 산업의 인력 수요를 분석하고, 교육생의 성향과 역량을 고려해 적합한 직무나 기업을 추천하는 데 활용될 수 있다.\n여수시의 '산업위기 선제대응지역' 지정은 전국 첫 사례이자, 단순한 지원 이상의 구조 전환을 요구하는 기회이기도 하다.\n특히 석유화학산업이 처한 구조적 위기를 극복하기 위해서는 기술 혁신, 산업 다변화, 청년 일자리 연계, 그리고 AI 기반 산업 시스템 구축이 핵심이다.\n여수시가 지금의 위기를 단순한 '회복'이 아닌 '전환'의 계기로 삼는다면, 이번 정부 지정은 지역경제의 재도약을 이끄는 시작점이 될 수 있다.\n양준석 기자 kailas21@aitimes.com", "category": "AI", "write_date": "2025-05-01 16:02:06", "keywords": ["산업위기", "여수시", "기술고도화", "AI", "지역경제"]}
{"title": "제59회 여수거북선축제, 역사와 지역경제 잇는 도약의 무대", "content": "전통 계승에서 디지털 실험까지…AI기술 연계 가능성도 '미래형 축제'의 열쇠로 부상\n여수시의 대표 문화행사인 '여수거북선축제'가 2024년에 이어 59번째 막을 올린다.\n여수거북선축제 '통제영 길놀이' 행사 모습 (사진=여수시)\n5월 3일부터 5일까지 3일간 열리는 이번 축제는 전라좌수영의 호국정신을 바탕으로 역사 콘텐츠와 시민 참여, 지역 상권 연계를 한층 강화하며, 포스트 코로나 시대 지역 축제의 진화를 시도하고 있다.\n행사는 이순신광장과 중앙동 일원에서 개최되며, 1,500여 명이 참여하는 '통제영길놀이 퍼레이드', 대형 거북선 무대 연출, 공중 퍼포먼스와 불꽃쇼가 어우러진 개막식, 그리고 30여 종의 역사 체험 프로그램 등이 펼쳐진다.\n작년 축제와 올해 여수거북선축제, 무엇이 달라졌을까?\n올해 열린 제59회 여수거북선축제는 작년과 비교해 여러 면에서 변화와 개선이 두드러진다. 우선 가장 큰 차이점은 축제장 내 음식부스를 운영하지 않는다는 점이다.\n작년까지는 축제장 한가운데서도 다양한 먹거리를 살 수 있었지만, 올해는 지역 상권 활성화를 위해 이 같은 운영 방식을 과감히 변경했다.\n대신 진남상가 거리에서는 프리마켓을 열고, 낭만포차에선 10% 할인, 또 상가 이용자를 위한 룰렛 이벤트 등 다양한 소비 유도 프로그램을 마련해 인근 상가로 사람을 끌어들이는 방식으로 전환한 것이 특징이다.\n또한, 거리 퍼레이드인 '통제영길놀이'의 규모도 더 커졌다. 작년엔 약 1,000여 명이 참여했지만, 올해는 무려 1,500명 이상이 참여해 더욱 활기찬 분위기를 만들고 있다.\n단순한 볼거리 중심이었던 과거와 달리, 전문 역사 강사인 최태성이 직접 참여해 깊이 있는 역사 해설을 곁들이는 등 콘텐츠의 전문성도 높아졌다.\n운영 측면에서도 변화가 있었다. 과거에는 불법 노점상 정리가 사후 대응 위주였다면, 올해는 사전 점검반을 구성해 노점상 침입 자체를 방지하는 등 축제 질서 유지에 선제적인 대응이 이루어졌다.\n무엇보다도 전반적인 기획 방향이 \"단순한 행사\"가 아닌 도시 전체와 지역경제를 연결하는 플랫폼으로서의 축제를 지향하는 쪽으로 전환됐다는 점에서, 올해 축제는 양적인 성장보다 질적인 구조개선과 지역순환 효과에 더 집중한 형태라고 볼 수 있다.\nAI기술, 향후 여수거북선축제에 어떻게 활용될 수 있을까?\n최근 전국 각지의 대형 축제들이 디지털 기술을 접목해 관람객 경험을 높이고 있는 가운데, 여수거북선축제 역시 AI기술과의 접목 가능성이 점차 주목받고 있다.\n첫째, AI를 활용한 관람객 동선 분석 및 혼잡도 예측 시스템이 가능하다.\nCCTV와 영상 인식 기술을 활용해 이순신광장이나 주요 퍼레이드 구간의 유동인구 밀집도를 실시간으로 분석하면, 앱을 통해 혼잡 알림을 제공하거나 덜 붐비는 체험장소를 추천해줄 수 있다. 이는 안전한 관람 환경 조성에도 기여할 수 있다.\n둘째, AI 기반의 역사 콘텐츠 큐레이션도 시도할 수 있다. 축제 공식 앱이나 챗봇을 통해 관람객이 이순신 장군의 전투 전략이나 유적지 정보를 물어보면, 연령과 관심사에 맞는 설명을 제공하는 AI 가이드 기능을 구현할 수 있다.\n예를 들어 어린이에게는 퀴즈 형태로, 성인에게는 문헌 기반 해설로 정보를 다르게 제공할 수 있다.\n셋째, 올해 일부 시행된 미션형 행사 ‘전라좌수군을 찾아라’를 더욱 고도화하여 AI 기반 탐방 게임으로 발전시킬 수 있다.\n위치 기반 서비스(GPS)와 카메라 인식을 접목해 사용자가 특정 장소에 도달하면 AI가 실시간 미션을 주고, 수행 여부에 따라 경품을 자동 추천하거나 모바일 포인트를 지급하는 방식이다.\n이는 단순한 관광을 넘어서 지역 가게, 장소, 사람을 자연스럽게 경험하게 만드는 참여형 프로그램이 될 수 있다.\n마지막으로, AI 음성합성 기술을 활용한 상점 홍보 방송도 미래 지향적인 시도다.\n'나 여기 있소' 같은 현장 홍보 프로그램에 AI 쇼호스트 기능을 더해, 상점 소개 멘트를 다국어로 자동 생성·송출할 수 있다면 외국인 관광객도 편하게 이용할 수 있는 다문화 친화형 축제가 될 수 있다.\n결국, 이러한 AI 응용은 단순한 기술 도입에 그치지 않고, 축제의 접근성, 정보성, 참여성, 안전성까지 모두 높일 수 있는 방안이다.\n여수거북선축제가 이러한 기술들을 단계적으로 도입한다면, 단순한 전통문화 축제를 넘어 '스마트 지역축제'의 대표 모델로 자리매김할 수 있을 것이다.\n여수거북선축제는 과거의 전통을 기반으로, 이제 '시민 중심 + 상권 중심 + 기술 중심'의 복합형 축제로 진화하고 있다.\n특히 AI 기술을 접목한다면, 단순한 볼거리 제공을 넘어 '데이터 기반의 스마트 문화행사'로 자리매김할 수 있다.\n여수시는 축제의 본질인 '공감'과 '공동체 정신'을 유지하면서, 기술과 혁신을 통해 더 많은 이들의 기억 속에 남는 축제를 만들어갈 필요가 있다.\n시 관계자는 \"올해 축제는 정체성과 변화를 함께 담은 시도였다\"며, \"향후 더 많은 기술·참여·상권이 어우러지는 여수형 축제로 도약하겠다\"고 밝혔다.\n양준석 기자 kailas21@aitimes.com", "category": "AI", "write_date": "2025-05-01 15:54:40", "keywords": ["여수거북선축제", "AI기술", "지역 상권", "역사 콘텐츠", "참여형 프로그램"]}
{"title": "순천시, 강변고가도로에 반사형 표지병 설치…8일 밤 전면 통제", "content": "차로 이탈 사고 예방과 시인성 개선 기대…시민 안전 위한 선제 조치\n순천시가 강변 고가도로에 반사형 표지병을 설치한다. 8일밤 전면 통제가 실시된다. (사진=순천시)\n전남 순천시가 강변고가도로에 반사형 표지병을 설치해 야간 운전자의 시야 확보를 높이고, 차로 이탈로 인한 사고를 예방하는 안전환경 조성에 나선다.\n공사는 오는 5월 8일(수) 밤 9시부터 다음날 오전 5시까지 중앙하이츠에서 팔마대교 구간까지 도로를 전면 통제한 가운데 진행된다.\n강변고가도로는 순천 도심을 잇는 주요 도로로, 차량 통행량이 많은 데다 급커브 구간과 과속 위험이 혼재돼 있어 사고 발생 우려가 꾸준히 제기돼 왔다.\n이에 순천시는 도로 중앙차선에 반사형 표지병을 설치해 운전자가 야간에도 도로 경계를 명확하게 인식할 수 있도록 돕는 시설물을 도입하기로 했다.\n이번 표지병 설치는 단순한 도로 유지보수 차원을 넘어, 운전자들의 시각 인지를 보조하고 도로 이탈을 미연에 방지하기 위한 선제적 안전 조치로 평가된다.\n특히 야간 시간대를 활용한 공사 진행은 시민들의 출퇴근 시간 교통 불편을 최소화하기 위한 선택으로, 적극행정의 일환으로도 의미를 더한다.\n시는 \"이번 조치는 시민의 안전을 최우선으로 고려한 결정\"이라며, \"작업 기간 동안의 불편을 최소화할 수 있도록 공사를 신속히 마무리하고, 안전사고 예방에도 철저를 기하겠다\"고 밝혔다.\n한편, 이번 공사로 설치될 반사형 표지병은 차량의 전조등에 빛을 반사해 야간이나 비오는 날에도 차선 경계를 분명히 인식할 수 있도록 설계돼 있으며, 특히 고령 운전자나 야간 운전에 익숙하지 않은 운전자들에게 유용할 것으로 기대된다.\n순천시는 향후 교통안전 취약 구간에 대해 지속적인 점검과 개선을 이어가겠다는 방침이다.\n양준석 기자 kailas21@aitimes.com", "category": "기타", "write_date": "2025-05-01 15:48:12", "keywords": ["반사형 표지병", "차로 이탈", "사고 예방", "시민 안전", "야간 운전"]}
{"title": "MS·메타, 기대 넘는 분기 실적 발표...\"AI 투자 축소는 없어\"", "content": "(사진=MS)\n딥시크로 인한 컴퓨팅 인프라 수요 축소와 트럼프 관세 등에 따른 영향에도 불구하고, 마이크로소프트(MS)와 메타가 나란히 지난 분기 시장 기대를 넘는 뛰어난 실적을 거뒀다. 이에 따라 주변의 우려와는 달리, 인공지능(AI) 투자를 가속하겠다는 뜻을 거듭 밝혔다.\nMS는 30일(현지시간) AI 서비스에 대한 강력한 수요에 힘입어, 전 분기 매출이 전년 동기 대비 13% 증가한 701억달러(약 100조3500억원)를 기록했다고 발표했다. 순이익은 18% 증가한 258억달러에 달했다.\n이중 클라우드 컴퓨팅 서비스 매출은 전년 대비 20% 증가한 424억달러(약 61조원)를 기록했다. 이처럼 시장 기대치를 넘는 성과에 주가는 시간 외 거래에서 최대 9%까지 급등했다.\n특히 사티아 나델라 CEO는 최근 MS가 신규 데이터센터 임대 계약을 취소, AI 수요가 줄어들었다는 분석을 정면 반박했다. 그는 지난 분기에 10개국에 데이터센터를 설립했다며, \"일부 취소는 수요가 다른 곳에서 증가함에 따라 지역적인 균형을 맞추기 위한 것\"이라고 설명했다.\n실제 MS는 이번 분기 투자가 214억달러로, 전년 동기 140억달러보다 증가했다고 발표했다.\n한술 더 떠 에이미 후드 MS CFO는 “이번 분기까지 수요와 공급 균형을 맞출 수 있을 것으로 기대했지만, 예상보다 수요가 더 늘어났다”라며 “연말에는 AI 서비스를 위한 인프라 공급이 다소 부족하거나 빠듯한 상황이 될 수 있다”라고 밝혔다.\n그는 AI 인프라 확대가 단기간에 대응할 수 있는 사안이 아니라고도 지적했다. “토지를 매입하고 데이터센터를 구축하기까지는 보통 2~7년의 긴 시간이 필요하다”라며 “수요를 주의 깊게 파악하며 항상 균형을 맞추는 데 집중하고 있다”라고 설명했다.\n같은 날 메타는 AI 투자를 더 늘리겠다고 발표했다.\n메타는 이날 실적 발표를 통해 \"추가 데이터 센터 투자와 인프라 하드웨어 예상 비용 증가 등으로 인해 연간 자본 지출 전망을 기존 600억~650억달러에서 640억~720억달러로 상향 조정한다\"라고 밝혔다.\n이는 관세로 인한 장비 가격 상승에 따른 것으로, 비용 증가에도 불구하고 기존 투자 규모에 맞추겠다는 의미다.\n관세로 인해 광고 수익이 줄 수도 있다는 전망이 나왔지만, 메타도 예상을 넘는 실적을 올렸다. 1분기 매출은 전년 동기 대비 16% 증가한 423억달러를, 순이익은 35% 증가한 167억달러를 기록했다. 메타의 주가는 시간 외 거래에서 5% 이상 상승했다.\n마크 저커버그 메타 CEO는 컨퍼런스 콜을 통해 \"우리는 아주 좋은 성과를 내고 있으며, 거시경제적 불확실성을 헤쳐나갈 좋은 위치에 있다고 생각한다\"라고 강조했다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 15:34:49", "keywords": ["마이크로소프트", "메타", "인공지능", "데이터센터", "실적"]}
{"title": "나델라 \"MS, 코드 30%는 AI가 작성”...저커버그 \"우리도 비슷할 것\"", "content": "마이크로소프트(MS)와 메타가 회사 내부에서 작성된 코드 중 20~30%가 인공지능(AI)에 의한 것이라고 밝혔다. 이처럼 빅테크들도 AI 개발을 넘어, AI 활용 비중을 확대하는 것으로 나타났다.\n사티아 나델라 마이크로소프트(MS) CEO는 30일(현지시간) 메타가 주최한 ‘라마콘’ 행사에서 마크 저커버그 메타 CEO와의 대담을 진행했다.\n나델라 CEO는 “AI가 MS의 코드베이스에 얼마나 기여하고 있느냐”라는 질문에 대해 “전체 코드의 20~30%는 소프트웨어, 즉 AI가 작성한 것”이라고 답했다. 또 프로그래밍 언어별로 차이가 있다며, 파이썬에서는 상당한 진전을 보이고 있지만 C++ 같은 언어에서는 상대적으로 발전이 더디다고 덧붙였다.\n이어 같은 질문을 되돌리자, 저커버그 CEO는 “당장 떠오르는 숫자는 없지만, 다른 회사 통계와 비슷할 것”이라고 답했다. 메타 역시 내부에서 생성 AI를 많이 활용한다는 말이다.\n앞서 순다르 피차이 구글 CEO는 지난 2월 실적 발표를 통해 “현재 회사의 전체 코드 중 4분의 1 이상이 AI에 의해 생성되고 있다”라고 밝혔다. 또 케빈 스콧 MS 최고 기술책임자(CTO)는 얼마 전 “2030년까지 전체 코드의 95%가 AI에 의해 작성될 것”이라고 예측했다.\n이처럼 주요 빅테크들도 내부 생성 AI 활용 비중을 높여가는 추세다. 물론, 구글과 MS 모두 어떤 기준으로 ‘AI 생성 코드’를 측정하는지는 구체적으로 밝히지 않아, 이런 수치는 참고용에 불과하다.\n코드 생성에 대한 비중을 소개한 것은 AI가 기업 생상성에 실제로 기여해야 한다는 점을 강조하기 위한 것이다.\n나델라 CEO는 \"AI는 잠재력이 있지만, 이제는 생산성에 실질적인 변화를 가져와야 한다\"라며 \"그러기 위해서는 소프트웨어의 진화는 물론, 이를 사용하는 기업의 변화가 필요하다\"라고 강조했다.\n그 예로 \"전기를 제대로 사용하려면 공장 자체를 바꿔야 한다는 것을 사람들이 알아차리는 데 무려 50년이 걸렸다는 포드의 연구 결과가 있다\"라며 \"생각하는 것만으로는 실제 변화를 일으킬 수 없다\"라고 설명했다. 따라서 MS부터 실무에 AI를 적극 도입하겠다는 뜻이다.\n한편, 이날 대담에서는 오픈AI를 의식한 듯한 발언도 몇차례 등장했다.\n저커버그 CEO는 대담에 앞서 \"MS는 오픈 소스의 친구이자 동맹처럼 함께해 왔다\"라며 \"나델라 CEO는 오픈AI와 초기 파트너십을 맺었지만, 폐쇄형뿐 아니라 개방형 모델에도 효과적으로 대응할 수 있도록 하겠다는 의지를 분명히 밝혔다\"라고 소개했다.\n나델라 CEO도 \"나는 폐쇄형이나 오픈 소스에 대해 독단적이지 않다. 둘 다 세상에 필요하며, 고객도 그것을 바랄 것이라고 생각한다\"라고 밝혔다.\n또 저커버그 CEO는 나델라 CEO가 지난 2월 인공일반지능(AGI) 달성에 가까워졌다는 오픈AI의 주장을 \"터무니없는 소리\"라고 반박한 데 대해 \"올바른 지적이라고 생각한다\"라며 맞장구를 쳤다.\n박찬 기자 cpark@aitimes.com", "category": "AI", "write_date": "2025-05-01 14:55:00", "keywords": ["마이크로소프트", "메타", "인공지능", "코드 생성", "생산성"]}
{"title": "[기획-산단·AI융합⑥] 기대와 격차 사이 '무안항공산단·해남 농공단지'", "content": "무안 MRO 항공산단의 정체, 해남 농공단지의 AI 실험\n\"잡초 무성한 MRO 산단\"과 \"AI로 다시 숨 쉬는 농공단지\"…현장에서 갈린 미래\n전남 무안과 해남. 비슷한 시기에 AI 융합산업단지로 주목받았지만, 그 현재는 극명하게 엇갈린다.\n무안 항공특화단지 조감도 (사진=무안군)\n하나는 466억 원의 군비를 들였지만 빈 땅만 남은 '무안 항공특화산단', 다른 하나는 농산물 가공 현장에 AI를 도입해 활기를 되찾은 '해남 옥천농공단지'다.\n두 산단의 상반된 현실은, 산업단지의 AI 전환이 단순한 '기술 쇼케이스'가 아닌 '현장 적합성'과 '지속가능성'이 핵심임을 보여준다.\n무안 MRO 항공산단, 청사진은 남았지만 현실은 '고립된 공터'\n무안국제공항 인근 35만㎡ 규모로 조성된 '무안 항공특화산업단지(MRO)'는 2024년 6월 준공되었지만, 분양률은 0%에 가깝다.\n당초 민간 항공기 정비산업(MRO)을 유치해 지역 경제를 견인할 ‘항공 산업의 요람’이 될 것으로 기대했지만,\n지금은 잡초만 무성한 공터, 그리고 투자 실패로 입주조차 미뤄진 신생기업 하나만 남았다.\n무안군이 기대를 걸었던 유일한 분양 예정 기업인 '무안에어로'는 4차례나 입주를 연기했고, 6월이면 우선 분양권마저 사라질 예정이다.\n여기에 국토부의 무안공항 폐쇄 연장, 군 공항 반대 논란, 군 자체의 명확한 대안 부재까지 겹쳐 466억 원이 사실상 '땅만 산 비용'으로 전락할 위기에 처했다.\n무안 항공특화단지 토지이용계힉안 (표=무안군)\n해남 옥천농공단지, AI 융합으로 '농산물 가공 실험장'으로 재도약\n반면, 전남 해남의 '옥천농공단지'는 전통적인 농산물 가공 중심 산업에 AI를 접목해 조용한 혁신을 이뤄내고 있다.\n해남군은 ▸고령 농가를 위한 자동 선별라인 ▸수요예측 기반 원물 공급시스템 ▸AI 분석 기반 출고일정 최적화 등\n작지만 구체적인 AI 도입 프로젝트를 통해 ▸생산비 절감 ▸폐기율 감소 ▸소농 연계 확대 등의 효과를 내고 있다.\n특히 '해남농가공센터'는 공동 데이터 기반의 가공 계약 시스템을 구축해, 농민과 가공업체 간의 공급 예측 오류를 줄이고 신뢰도를 높이는 선순환 구조로 전환 중이다.\n현장에서 갈린 AI 융합의 성패, 교훈은 분명하다. 두 산단의 대조는 분명한 메시지를 전한다.\n무안의 실패는 청사진에 집착한 기획과, 실행력 없는 기업 유치, 그리고 지역 현실과 괴리된 전략의 전형적인 예다.\n해남은 작고 느리지만 지역의 강점을 정확히 분석하고, 현장 중심의 실천형 AI 도입 모델을 마련한 결과다.\n해남농산물가공지원센터에서 생산품을 선보이고 있다. (사진=해남군)\n두 사례 모두 중소산단의 AI 전환은 기술이 아니라 전략의 문제임을 강조한다.\n향후 지역별 AI 산업단지 성공을 위해서는 ▸지역 업종 기반의 실용적 기술 융합 ▸기존 기업의 수용역 지원 ▸디지털 인재 양성 ▸AI 기업과 지자체 간 매칭체계 구축이 반드시 병행되어야 한다.\n특히 산단 입주기업과 지역 주민 간의 사회적 대화창구를 마련하지 않는다면, 기술 도입은 또 다른 괴리로 이어질 수 있다.\n무안 항공산단은 '기대'만 있었고, 해남 농공단지는 '작은 실행'이 있었다. 지역 산업단지의 AI 융합은 이제 더 이상 거창한 담론이 아니라, 현장 친화적 실행 계획과 거버넌스 설계 능력의 문제다.\n다음 세대의 산단 정책은 기술보다도, \"누구와 어떻게 갈 것인가\"를 먼저 묻는 데서 시작해야 한다.\n양준석 기자 kailas21@aitimes.com", "category": "AI", "write_date": "2025-05-01 14:19:13", "keywords": ["무안 MRO 항공산단", "해남 옥천농공단지", "AI 융합", "지역 현실", "실행력"]}
{"title": "KT, 홍대에 MZ세대 맞춤 ‘AI 체험존’ 오픈", "content": "(사진=KT)\nKT(대표 김영섭)는 5월 한달 간 ‘홍대 애드샵 플러스’에 MZ세대를 타깃으로 한 체험형 공간 ‘KT AI 체험존’을 운영한다고 1일 밝혔다.\nKT AI 체험존은 MZ세대의 취향과 일상 속 관심사를 반영, AI 기술을 실감나게 경험할 수 있는 복합형 공간으로 구성됐다. ▲AI 설문을 기반으로 성향과 꿈을 분석해 프로필 이미지를 제공하는 '드림 AI 스튜디오’ ▲최애 e스포츠 선수를 AI 이미지로 재 탄생시켜 응원 메시지를 더하는 'AI 치어풀’ ▲KT의 AI 구독 서비스와 멤버십 혜택을 게임처럼 즐길 수 있는 'AI 혜택’ 코너 등 총 3개의 메인 콘텐츠로 운영된다.\n드림 AI 스튜디오에서는 AI 설문을 통해 꿈꾸던 모습을 도출한 뒤 전문 촬영과 AI 이미지 변환을 결합한 프로필 사진을 제작해 제공한다.\nKT 롤스터와 연계한 AI 치어풀 코너에서는 갤럭시 S25 또는 아이폰16 기기 속 선수 중 나의 최애를 골라 AI 이미지로 생성하고, 치어풀 문구를 직접 작성해 출력할 수 있다.\nAI 혜택 코너에서는 대형 머신 속 문제를 선택한 뒤 AI 학습 플랫폼 ‘콴다’를 활용해 풀이하면 경품을 받을 수 있다. 모아진 등 KT 멤버십의 AI 제휴 서비스도 체험할 수 있어, 20대 일상 속에 스며든 AI 기술과 혜택을 직접 경험해볼 수 있다고 전했다.\n오성민 KT 영업·채널본부장 상무는 “홍대 애드샵 플러스는 20대 고객이 즐기는 KT의 상품과 서비스, 트렌드에 맞춘 콘텐츠를 지속 제공해 왔다”라며 “앞으로도 MZ세대의 일상에 스며든 AI를 반영해 더욱 다양한 AI 체험을 제공하도록 노력하겠다”라고 말했다.\n장세민 기자 semim99@aitimes.com", "category": "AI", "write_date": "2025-05-01 14:03:03", "keywords": ["KT", "MZ세대", "AI 체험존", "드림 AI 스튜디오", "AI 혜택"]}
{"title": "아이 낳고 키우기 좋은 전남…출산율 1등 만든 진짜 이유는?", "content": "집 살 때 이자 도와주고, 문화시설은 공짜\n다자녀 가정이 살기 좋은 전남 만들기 정책 살펴보기\n전라남도가 '아이 낳고 키우기 좋은 지역'을 만들기 위해 온 힘을 쏟아 올해 출산율 전국 1위를 기록했다.\n전남 다자녀 출산가정 지원 홍보물 (사진=전남도)\n2024년 전남에서 태어난 아기 수는 8,226명, 작년보다 398명이나 늘었다. 전국 대부분의 지역이 아기 울음소리가 점점 줄어드는 와중에 전남만 반대로 늘어난 것이다.\n그렇다면 전남이 출산율 1등이 된 이유, 단순히 아기 낳으면 돈 주는 걸까요? 아니다. 조금 다르다.\n\"아이 셋 낳으면 집 이자도 지원\"\n전남도는 아이를 셋 이상 낳은 가정(다자녀 가정)에게 집을 사거나 살 때 생기는 은행 대출 이자를 매달 최대 25만 원까지 3년 동안 도와준다.\n예를 들어 2억 원짜리 집을 사서 대출을 받았다면, 매달 내는 이자 중 일부를 전남도가 대신 내주는 거다. 이건 전국에서도 드문 지원이다.\n게다가 공공 산후조리원(아기를 낳고 몸을 회복하는 곳)을 이용하면 70%까지 요금을 깎아주고, 초등·중학교·고등학교 다니는 자녀가 있으면 교육비도 일부 지원해준다.\n이런 혜택을 받기 위해 따로 '다자녀 행복카드'도 발급받을 수 있는데, 이 카드로는 마트, 약국, 카페 같은 가맹점에서 할인이나 포인트 적립도 받을 수 있다.\n단순히 돈만 주는 게 아니라, 아이들과 함께 갈 수 있는 체육시설, 박물관, 자연휴양림, 체험장 같은 공공시설의 입장료를 아예 안 받거나 반값으로 해준다.\n순천, 광양, 나주 같은 도시에서는 다자녀 가정을 위한 문화강좌, 악기 수업, 미술 교실 등을 무료나 반값으로 들을 수 있다.\n이런 문화적 지원은 '경제적 여유는 없지만 아이들에게 다양한 체험을 해주고 싶은 부모님'들께 특히 좋은 정책이다.\n이런 정책이 효과를 내고 있다는 건, 실제 사례를 보면 알 수 있다. 장흥에서는 40대 부부가 무려 일곱 번째 아이를 출산했고, 광양에선 세쌍둥이가 태어나 지역에서 큰 화제가 되기도 했다.\n그동안 \"아이 셋 낳으면 엄청 고생만 한다\"는 인식이 많았는데, 이제는 \"그래도 전남에서는 아이 많이 낳아도 살만하다\"는 말이 조금씩 나오고 있는 것이다.\n전남도 정책은 단순한 출산 장려금이 아니라, 아이를 낳고, 키우고, 함께 살아가는 과정 전체를 지원해주려는 게 특징이다.\n하지만 아직 해결해야 할 숙제도 남아 있다. 청년들 결혼·주거 고민이다. 아직 결혼조차 안 한 20~30대는 집값, 일자리 문제 때문에 출산까지는 먼 이야기라고 한다.\n또한 유치원, 초등학생까지는 지원이 많은데, 중학생 이상 자녀를 둔 가정은 혜택이 적다. 공백이 발생하는 것이다.\n특히 다문화 가정은 소외 되고 있는 부분이 있다. 전남은 외국인 엄마·아빠를 둔 가정이 많지만, 이들을 위한 별도 정책은 부족하다는 의견도 있다. 혜택이 많아도 어디서, 신청이 복잡해 어떻게 신청하는지 잘 모르는 경우가 많다.\n'출산 장려'를 넘어서, '아이 키우는 마을' 만들기\n전남도는 '출산율 1등'을 넘어서, 아이를 낳고 키우는 게 편안한 지역으로 더 나아가려 하고 있다.\n김명신 전남도 인구청년이민국장은 \"전남이 출산과 육아에 있어 가장 살기 좋은 지역이 되도록 계속 지원을 확대하겠다\"고 말했다.\n앞으로는, 결혼→출산→양육→교육→정착까지 이어지는 '아이 키우는 전남 생태계'가 목표가 될 것으로 전망된다.\n취업과 결혼을 앞둔 한 예비 신부는 \"젊은 부부들이 아이를 낳고 키우기 어려워하는 이유는 돈 때문이기도 하지만, 주변의 응원과 도움이 없어서일지도 모른다\"고 꼬집었다.\n이어 \"전남의 이런 정책이 단지 혜택 몇 가지로 끝나지 않고, 진짜 '함께 키우는 사회'로 이어진다면, 우리가 살아갈 지역도 더 따뜻해지지 않을까요?\"라고 사회의 깊은 관심이 지속되길 바랬다.\n양준석 기자 kailas21@aitimes.com", "category": "기타", "write_date": "2025-05-01 10:24:01", "keywords": ["출산율", "다자녀 가정", "지원 정책", "문화시설", "전라남도"]}
{"title": "전남형 RISE, 이제는 대학이 지역을 살리는 시대", "content": "5대 프로젝트와 지역재생 기대효과, 그리고 현실적 점검과 AI 접목 제안까지\n전라남도가 야심차게 추진하는 '전남형 RISE(지역혁신중심 대학지원체계)'가 본격적인 궤도에 오른다.\n전남형 RISE산업 비전과 전략 (이미지=전남도)\n도내 17개 대학이 주체로 참여하며, 교육·산업·정주 문제를 아우르는 다섯 가지 프로젝트를 중심으로 지역 회생의 해법을 모색한다.\n하지만 큰 기대만큼 냉정한 점검도 필요하다. 과연 전남형 RISE는 지속가능한 구조를 만들 수 있을까? 그리고 이 시스템에 AI 기술은 어떤 방식으로 접목될 수 있을까?\n5대 핵심 프로젝트, 전남형 RISE의 뼈대\n이번 전남형 RISE 사업은 단순히 교육과정 개편이나 청년 일자리 창출에 그치지 않는다. 지역대학을 매개로 지역 산업, 평생교육, 창업, 정주까지 연결하는 시스템적 전환을 지향한다.\n그 출발점은 아래의 다섯 가지 핵심 프로젝트다.\n▲글로벌 지역특화 인재양성 - 각 대학의 특화 분야(예: 해양, 농생명, 바이오 등)에 맞는 교육과 글로벌 경쟁력을 갖춘 지역 인재를 육성한다. 이는 지역산업에 필요한 고급 인력을 직접 길러내겠다는 의도이며, 인재의 수도권 유출을 막는 전략이기도 하다.\n▲지역 산업혁신 챌린지 - 지역 내 기업, 연구기관, 대학이 함께 산업 기술을 개발하고 인재를 연계 양성하는 협력모델이다.\n전남의 이차전지, 해상풍력, 탄소소재 등 핵심 산업군이 주요 대상이다. 교육과 기술개발이 따로 노는 것이 아니라 실질적인 경제효과로 이어지는 구조를 만들려는 시도다.\n▲전문직업평생교육 허브센터 - 성인과 재직자, 경력단절자 등을 대상으로 한 직업교육과 평생학습 플랫폼을 운영한다. 지역 고령화와 노동시장 재편에 대응하며, 단기과정이나 자격 중심 프로그램을 확대해 실용적 교육을 제공한다.\n▲초연결 공유캠퍼스 - 각 대학이 보유한 교육 인프라(강의, 실습실, 연구장비 등)를 서로 개방하고, 디지털 기반으로 연결해 '하나의 네트워크 캠퍼스'를 만든다. 이를 통해 대학 간 중복투자를 줄이고, 학생들에게 더 다양한 학습기회를 제공할 수 있다.\n▲역동적 대학-지역 동반성장 프로젝트 - 지역의 인구감소, 고령화, 공동체 해체 등의 문제에 대학이 중심이 되어 해결책을 모색한다. 예를 들어, 마을재생, 청년정착 실험, 농촌일자리 창출 같은 현장 기반의 프로젝트가 이에 포함된다.\n이 다섯 가지 프로젝트가 시너지를 낸다면 전남은 다음과 같은 변화를 기대할 수 있다.\n▲지역정착형 인재의 안정적 양성 - 고등교육기관이 지역산업과 직접 연결되면서, 졸업생들이 다시 지역으로 돌아오고 정착하는 흐름을 만들 수 있다.\n▲산업 생태계와 기술기반 강화 - R&D와 산학협력을 통해 지역기업의 기술력 향상이 가능하고, 이는 투자 유치와 창업 활성화로 이어질 수 있다.\n▲노동시장 재편에 대한 유연한 대응 - 단기직업교육과 평생학습체계는 고령화 사회에서 중요한 노동력 재배치를 지원하게 된다.\n▲지방소멸에 대응하는 대학 역할의 재구성 - 기존의 '청년 교육기관'을 넘어, 지역 거버넌스 주체이자 공동체 회복을 이끄는 새로운 대학 모델이 자리잡는다.\n그러나 기대한 만큼 현실적인 과제들도 분명 존재한다. 다음의 문제점은 향후 사업 운영 과정에서 철저히 대비되어야 한다.\n▲재정 지속 가능성 - 현재는 정부와 지자체 예산이 대거 투입되지만, 3~5년 후 자체 자립 구조 없이 끝날 경우 '성과 없는 일회성 사업'으로 전락할 우려가 있다.\n▲도심 편중과 군 단위 배제 - 대부분의 대학이 도심에 집중되어 있어 농어촌 및 소규모 지역은 직접적인 효과를 체감하기 어렵다는 지적이 나온다.\n▲산학연 협력의 형식화 우려 - 대학과 기업의 협력 사업이 실질적인 고용이나 수익 창출로 이어지지 않고 단순 과제수행에 머물 경우, 민간 부문의 참여가 위축될 수 있다.\n▲교육-산업 간 미스매치 - 현장의 요구와 교육 내용이 엇갈릴 경우, '인재양성'이란 말이 공허하게 들릴 수 있다. 기업의 피드백을 반영한 커리큘럼 개편이 중요하다.\n전남형 RISE에 AI 기술, 어떻게 접목할 수 있을까?\nAI는 전남형 RISE의 전 영역에 걸쳐 효율성과 확장성을 높이는 수단으로 기능할 수 있다. 단순 도입이 아닌 시스템 내 내재화가 핵심이다. 다음은 적용 영역과 AI 활용 제안이다.\n▲초연결 공유캠퍼스 - AI 기반 맞춤형 학습 추천, 자동평가 시스템, 메타버스 실습연동\n▲산업혁신 챌린지 - 중소기업 대상 AI 품질관리, 예지보전, 수요예측 솔루션 지원\n▲평생직업교육 - AI 활용 직무과정(예: ChatGPT로 문서 자동화, AI마케팅, AI회계 등) 개설\n▲글로벌 인재양성 - AI 기반 언어 번역·코딩 교육 시스템, GPT 기반 글로벌 원격 근무 교육\n▲지역동반성장 - 지역현안(쓰레기 배출, 에너지 사용 등)에 대한 AI기반 데이터 분석 및 정책 제안\n이러한 AI 응용은 단순 첨단화가 아니라 학습 접근성, 정책 효율성, 산업 생산성까지 확대하는 도구로 기능할 수 있다.\n특히 전남처럼 디지털 격차가 큰 지역에선 AI가 바로 '균형'을 만드는 기술로 작동할 수 있다.\n전남형 RISE가 성공하기 위해서는 단순한 대학 프로젝트를 넘어 도-시군-대학-기업-주민이 함께 참여하는 공동체적 거버넌스가 핵심이다.\n특히 AI나 디지털 기술을 통한 '성장 가속'과, 지역 고유성과 현장성이 만나는 지점에서 지속가능한 생태계 모델이 만들어져야 한다.\n이제는 대학과 지역이 서로 각자 사는 것이 아니라, 지역과 대학이 함께 서로를 살리는 방식이 필요하다.\n양준석 기자 kailas21@aitimes.com", "category": "AI", "write_date": "2025-05-01 10:08:12", "keywords": ["전남형 RISE", "지역재생", "AI 접목", "5대 프로젝트", "지속가능성"]}
{"title": "여수의 '다음 도약', 바다는 준비됐는가?", "content": "해양레저관광도시 공모 도전…기회인가, 과제인가\n2025년 여수 앞바다에 다시 한 번 파도가 인다. 전라남도와 여수시가 손을 맞잡고 해양수산부의 '복합해양레저관광도시 공모사업'에 도전장을 냈다.\n여수시 복합헤양레저관광도시 조성사업 계획도 (사진=여수시)\n총 1조 원 규모에 달하는 이 프로젝트는 단순한 관광지 개발이 아닌, 대한민국을 대표하는 세계적 해양레저 중심도시를 향한 야심찬 시도다.\n하지만 찬란한 청사진 이면에는 조심스레 짚어야 할 현실과 과제도 존재한다. '기대'와 '우려'가 교차하는 가운데, 이 사업은 과연 여수를 어디로 데려갈 것인가?\n해수욕장에서 세계로 – 여수 무술목의 변신\n전남도가 제안한 공모 대상지는 여수시 돌산읍 무술목 해수욕장 일대 약 37만 평 부지다. 이곳은 파도 소리와 낙조로 사랑받던 조용한 해변이지만, 머지않아 해양레저의 거점으로 탈바꿈할 예정이다.\n공모안에 따르면, 총 사업비 1조 890억 원 중 8,980억 원은 민간투자, 나머지 2,000억 원은 국비와 지방비로 분담된다.\n공공부문에는 복합해양레저타운, 해양기술 체험관, 요트 계류장이 포함되며, 민간 영역에서는 골프장, 호텔, 상가 등 대규모 관광단지가 조성된다.\n여수시는 이를 위해 2023년부터 '2030 복합해양레저관광도시 기본계획 수립 용역'을 진행 중이다.\n사업구상은 단순한 해양레포츠를 넘어서, 연중 무휴 실내 체험관과 디지털 전시 콘텐츠, 수중 생태관, 플로팅호텔과 요트정박지 등 첨단 기술과 관광을 결합한 복합모델이다.\n관광지 그 이상, 도시의 산업지도를 바꾼다\n이 사업이 단순히 또 하나의 '레저 타운'에 그치지 않는 이유는 여수시의 산업 생태계에도 변화를 예고하고 있기 때문이다.\n기존의 철강·석유화학 중심 산업도시 이미지에서 벗어나, 관광·서비스·문화가 공존하는 도시로의 전환점이 될 수 있다는 평가다.\n연중무휴의 관광 인프라는 계절을 타지 않고 관광객을 유치할 수 있고, 고급 숙박 및 스포츠 시설은 체류형 관광 수요를 확장한다.\n여기에 디지털 해양 콘텐츠와 기술 기반 체험관까지 더해지면, 청년 일자리 창출과 지역대학 연계 R&D 기회도 함께 열릴 수 있다.\n기대에 가린 그림자, 놓쳐선 안 될 질문들\n하지만 장밋빛 계획만으로는 이 바다를 건널 수 없다. 우선 가장 큰 걱정은 과도한 민간투자 의존이다.\n전체 사업비의 80% 이상이 민간자본인데, 투자 실패 시 계획 축소나 변경 가능성도 배제할 수 없다.\n여수 시민들은 \"구두 약속에 기대기보다는, 탄탄한 이행 구조와 공공성 확보 장치가 필요하다\"고 입을 모은다.\n또한 지역 주민과의 소통 문제도 중요하다. 약 37만 평이라는 거대한 땅에 변화가 일어나면, 주민 이주, 보상, 토지 이용 등에서 갈등이 생길 수 있다.\n행정기관은 그동안 얼마나 주민 의견을 수렴했는지, 앞으로 어떻게 조율할지 분명히 해야 한다.\n가장 민감한 문제는 해양환경 훼손이다. 생태계를 모사한 전시관이 들어서는 동시에, 실제 바다 생태계가 파괴된다면 사업의 정당성 자체가 흔들릴 수 있다.\n요트 계류장과 수상호텔 등 플로팅 시설이 설치될 해역의 해양환경 영향 평가가 정밀하게 이뤄져야 한다.\nAI가 도와줄 수 있는 일들\n한편 이 사업이 '스마트 해양관광도시'로 명명된 만큼, 인공지능(AI) 기술의 도입은 단순한 부가 요소가 아니라 핵심 도구가 될 수 있다.\n관광객 맞춤형 코스를 제공하는 AI 기반 플랫폼, 조류와 기상 정보를 실시간 분석하는 해양안전 시스템, 증강현실 기반의 전시 콘텐츠 운영.\n그리고 수중 생태계 변화를 실시간으로 감시하는 환경 모니터링까지. AI는 콘텐츠부터 안전, 환경관리까지 폭넓은 역할을 수행할 수 있다.\n특히 기후 변화에 대응한 실내 체험관 운영, AI 도슨트(설명 비서)의 다국어 해설 제공은 국제 관광객 유치 측면에서도 경쟁력을 높일 수 있다.\n이번 공모는 여수시와 전라남도가 손을 잡고 추진하는 대형 프로젝트지만, 결국 선택은 국민의 세금이 들어가는 국책사업인 만큼 공공성과 실현 가능성이 담보돼야 한다.\n여수는 이미 매력적인 도시다. 그러나 '세계적 해양관광도시'가 되기 위해선, 단순한 개발이 아니라 사람, 자연, 기술이 공존하는 지속가능한 설계가 필요하다.\n여수의 다음 10년, 바다는 이미 준비된 듯하다. 이제 준비되어야 할 것은 도시의 내면이다. 그 시작은 아마도 지금, 이 공모 도전에서 시작될 것이다.\n양준석 기자 kailas21@aitimes.com", "category": "AI", "write_date": "2025-05-01 09:49:17", "keywords": ["해양레저관광도시", "여수", "민간투자", "환경", "AI"]}
{"title": "[AI의 역사] 41 논리 기반 AI의 발전 - 추론과 형식 논리학", "content": "(사진=셔터스톡)\n전문가 시스템은 규칙을 기초로 추론하는 인공지능(AI)이다. 덴드랄은 기존의 기호주의 AI 개발 방법에 기반을 뒀지만, 절차적 프로그래밍 방법보다는 ‘IF ~ THEN 규칙’의 구조로 휴리스틱 탐색을 적극 활용했다. 특히 일반적인 추론 능력을 넘어서 전문가 지식을 명시적으로 코드화, 실용적 문제에서 전문가 수준의 해결 능력을 보여주며 전문가 시스템의 원형이 됐다.\n전문가 지식을 활용한다는 측면에서는 동일하지만, 마이신은 규칙 기반 추론을 강화하고 불확실성 처리를 도입했으며 추론 과정의 규칙을 제시하고 설명할 수 있도록 발전했다. 특히 구조적으로 추론 부분과 지식 데이터 부분을 ‘추론 엔진(Inference Engine)\"과 ‘지식 베이스(knowledge Base)’로 명확히 분리하며 전문가 시스템의 전형적인 구조를 확립했다.\n그래서 일반적으로 전문가 시스템은 추론된 결과를 사용자가 알 수 있게 표현해 주는, 즉 사용자와 직접 소통하는 사용자 인터페이스(User Interface)와 전문가의 지식 자료를 갖고 있는 지식 베이스, 그리고 추론 엔진 등 3부분으로 구성된다. 그 중 추론 엔진은 지식 베이스의 정보, 즉 입력된 사실과 규칙을 이용해 새로운 사실을 탐색하는 추론 행위를 통해 답을 찾고 결론을 형식화하는 부분이다.\n덴드랄과 같은 초기 전문가 시스템은 대규모 절차적 규칙에 의한 시스템으로, 추론 과정에 대해 별도의 설명은 제공되지 않았다. 또 개선된 전문가 시스템에서 표준화된 지식의 표현은 규칙 구조가 너무 단순해서, 복잡한 환경에 대한 지식을 추출하기가 쉽지 않았다. 마이신의 경우에도 시간의 흐름에 따라 변하는 환경이나, 불확실성이 있는 환경에 대한 지식을 추출하는 데에 적합하지 않았다.\n한편으로 연구자들은 전문가 시스템의 지식이 실제로 무엇을 의미하는지 알고 싶어 했고, 지식의 추론이 얼마나 견고하게 진행되는 확인하고 싶어 했다. 이런 이유로 AI 연구자들은 지식 기반 시스템에 적절한 수학적 근거를 제공하려 했고, 이에 대한 해결책으로서 지식을 표현하기 위한 틀로 논리를 사용하기 시작했다. 이런 ‘논리 기반 AI(Logic based AI)’의 패러다임이 70년대 후반에 들어서면서 태동했고 이로 인해 추론의 배경과 추론 과정이 투명하게 설명됐기에, 논리 기반 AI 접근은 AI 개발 역사에 큰 영향을 미치게 됐다.\n‘기호주의(Symbolism) AI’는 ‘전통적 AI’ ‘규칙 기반 AI’ ‘논리 기반 AI’ 또는 ‘GOFAI’ 등으로 다양하게 불린다고 설명한 바 있다. 기호주의는 모든 정보를 기호화해서 규칙에 따라 연산 처리하는 방법으로 지능을 구현한다는 방식이다.\n기호주의 AI의 하위분야 접근 방식인 논리 기반 AI는 기호주의의 접근 방식을 따르되, 지식 표현과 추론의 주요 도구로 ‘형식논리(formal logic)’를 사용하는 특정 방법론이다. 특히 지식 표현의 명확성과 추론의 정확성을 중시했던 논리 기반 AI는 기호주의 AI 내에서도 이론적으로 가장 탄탄하고 엄밀한 접근법이었는데, AI 연구의 초기 시절부터 존 매카시 교수가 AI를 위한 형식주의로 수학적 논리 사용을 제안하면서 발전해 왔다.\n논리 기반 AI의 발전을 설명하기 위해서는 먼저 추론이 무엇인지 그리고 컴퓨터 프로그램인 AI가 어떻게 추론하는지 살펴볼 필요가 있다. ‘추론(inference)’이라는 것은 알고 있는 사실이나 판단과 같은 확인된 정보를 근거로 삼아, 논리적으로 다른 판단이나 결론을 이끌어 내는 것을 말한다.\n추론에는 직접 추론, 간접 추론 등 다양한 방식이 있다. 직접 추론은 제시된 하나의 명제를 전제로 다른 개념의 매개 없이, 새로운 명제를 바로 이끌어 내는 추론 방식이다. 예를 들어 ‘코끼리는 동물이다.’라는 긍정적 명제에서 ‘코끼리는 식물이 아니다’라는 명제로 이끌어 내는 전제를 부정으로 바꾸는 방식, ‘한국의 수도는 서울이다’라는 명제로부터 ‘서울은 한국의 수도이다’라는 명제를 이끌어 내는 주어부와 술어부를 바꾸는 방식 등이 있다.\n간접 추론은 제시된 두개 이상의 명제에서 간접적으로 새로운 하나의 명제를 이끌어 내는 것으로, 연역법과 귀납법이 대표적이다. 연역법은 가설을 통해 일반적인 것에서 특수한 것으로 나가며 결론을 이끌어 내는 것으로, 삼단 논법이 대표적인 연역법 방식이다. 예를 들어 ‘모든 사람은 죽는다’ ‘소크라테스는 사람이다’라는 명제를 통해 ‘소크라테스는 죽는다’라는 명제를 도출하는 것이다. 귀납법은 특수한 사실이나 원리에서 일반적이고 보편적인 명제나 법칙을 유도해 내는 것인데, ‘서울의 까마귀는 검다’ ‘부산의 까마귀는 검다’ ‘광주의 까마귀는 검다’ … ‘중국의 까마귀는 검다” 등의 명제를 통해 ‘모든 까마귀는 검다’라는 명제를 도출해 내는 것이다.\n이렇게 추론과 추론에 대한 증명의 법칙을 연구하는 학문이 논리학이다. 그중 개념이나 내용에 상관없이 추론의 형식상 타당성만 연구하는 것을 ‘형식논리학’이라고 한다. 논리학은 기본적으로 철학의 한 분야이지만, 형식논리학은 현대 수학의 근간을 이루는 수학 기초론과 깊은 연관이 있으며, AI 연구에서도 중요한 역할을 해오고 있다.\n그리스 철학자 아리스토텔레스가 삼단 논법을 도입해 논리 분석의 틀을 제공했지만, 이는 논리 추론에 있어 상당히 제한적이었다. 논리학이 철학의 한 분야로 발전해 나가는 동안, 많은 수학자는 논리의 추론을 수학적으로 접근하고 해결하고자 했다.\n대표적으로 17세기의 수학자이자, 철학자, 과학자이기도 한 라이브니츠(Gottfried Leibniz)는 ‘기호 논리학(Symbolic Logic)’에서 인간의 추론은 기호로 충분히 표현하여 다룰 수 있다고 했다. 그의 주장은 19세기 중반에 와서, 부울(George Boole)과 드 모간(Augustus De Morgan)이 고전 논리학의 논리 추론을 대수학적 기호 논리로 처리할 수 있음을 증명하면서 더욱 구체화됐다. 또 독일의 철학자이자 수학자였던 프레게(Gottlob Frege)가 수리 논리학의 틀이 되는 ‘공리적 술어 논리(Axiomatic Predicate Logic)’를 개발하며 논리 시스템이 형성돼 왔다.\n‘1차 논리(First Order Logic)’ 또는 ‘1차 술어 논리(First Order Predicate Logic)’라고도 하는 ‘술어 논리(Predicate Logic)’는 지식이나 사실을 표현하는 방법중의 하나로 기호화된 사실들 간의 상호 관계를 알 수 있고, 수량화 할 수 있는 방법이다. 물론 우리가 일상에서 사용하는 자연어로 지식이나 사실을 표현할 수도 있지만, 컴퓨터에서 사용하기에는 많은 문제점이 있어, 컴퓨터에서는 기호를 사용해 지식이나 사실을 표현하고 그 방법 중 하나가 술어 논리다.\n술어 논리에 의한 표현의 간단한 예를 보면, ‘철수는 남자다’는 ‘man(철수)’로, ‘영희는 학생이다’는 ‘student(영희)’로 ‘철수는 영희를 좋아한다’는 ‘like(철수, 영희)’ 등으로 표시할 수 있다. 술어 논리는 수학과 추론에서 거의 공용어가 됐고, 이 한가지 틀로 아리스토텔레스부터 시작돼 라이브니츠, 부울, 드 모간 및 다른 수학 및 논리학자까지 이어온 추론 연구를 통합할 수 있게 되었다. 또 AI 연구에 있어서 술어 논리는 지식을 표현하는 데에 있어서 더욱 풍부하고 일반화된 틀을 제공했다.\n논리 기반 AI에 가장 큰 영향을 미친 사람은 존 매카시다. 그가 1958년에 제안한 논리적 추론이 도입되며, 이를 기반으로 인공지능 언어인 프롤로그(Prolog), 파이겐바움의 전문가 시스템, 허버트 사이먼과 앨런 뉴웰의 인지 아키텍쳐 소어(Soar) 등이 개발될 수 있었다. 한편, 휴버트 드레이퍼스를 비롯한 일부 철학자들은 사람이 문제를 해결할 때는 논리를 거의 사용하지 않는다는 것을 증명하며 매카시의 논리 기반 AI를 비판했지만, 매카시는 정말 필요한 기계는 사람처럼 생각하는 기계가 아니라, 문제를 해결할 줄 아는 기계라며 일축했다.\nAI 연구의 초기 동료였던 마빈 민스키도 70년대 중반에 매카시와 많은 AI 연구자들이 추구하던 논리 기반 AI 접근법의 한계를 지적하며 비판적 입장에 섰는데, 그는 대안으로 ‘프레임(Frame)’ 개념을 제시했다.\n민스키는 사람들이 비논리적으로 사용하는 일반적인 개념을 논리적 절차로는 표현하기가 힘들다고 말했다. 예를 들어 새를 떠올리면 '날 수 있다' 등을 동시에 떠올리지만, 펭귄이나 타조는 물론 새가 우리에 있을 때나 날개를 다쳤을 때를 고려하면 항상 사실인 것은 아니며, 이런 예들이 모두 논리적으로 표현될 수는 없다는 것이다. 그러나 이런 것들은 사람이 말하고 생각할 때 한 부분을 차지하므로, 좀 더 구조적인 접근 방식을 통해 분류학적 계통 구조로 대상과 사건을 배치해야 한다고 했는데, 프레임은 그런 구조를 의미한 것이었다.\n민스키의 비판에, 매카시는 이는 논리 기반 AI의 근본적인 문제가 아니라 고전적인 논리를 확장하고 개선함으로써 해결할 과제로 보고, 비단조성(Nonmonotonic) 논리를 개발하는 등 개선해 나갔다. 이후 MIT를 중심으로는 프레임, 의미망 등 구조화된 지식 표현 연구가 활발히 진행됐고, 스탠포드대학교를 중심으로 논리적 형식주의, 비단조 추론 등을 발전시키며 AI의 이론적 토대를 다져 나갔다. 또 시간이 지나면서 두 접근법의 장점을 통합하려는 시도들도 있었다.\n문병성 싸이텍 이사 moonux@gmail.com", "category": "AI", "write_date": "2025-05-01 09:00:00", "keywords": ["전문가 시스템", "추론", "논리 기반 AI", "기호주의 AI", "술어 논리"]}
{"title": "[4월30일] 빛 잃은 오픈 소스의 간판...'라마'는 다시 리더가 될 수 있을까", "content": "(사진=셔터스톡)\n메타의 '라마'는\n지난 2023년 3월 등장\n한 이후 오픈 소스 AI의 대명사로 통했습니다.\n특히\n지난해 4월 공개된 '라마 3'\n는 그동안 폐쇄형 모델보다 떨어진다는 오픈 소스의 한계를 넘어, 당시 'GPT-4'나 '제미나이'에 맞먹는 성능으로 화제가 됐습니다. 당시 마크 저커버그 CEO는 이런 기세를 타고\n오픈 소스가 폐쇄형을 무너뜨릴 것\n이라고 공언한 바도 있습니다.\n그러나 지난해 말부터 상황이 많이 변했습니다. 특히 지난해 12월 출시된 '딥시크-V3'는 오픈 소스 모델 중 가장 크고 강력한 성능을 발휘할뿐더러 라마 개발비의 10분의 1에 불과한 비용으로 훈련했다고 밝혀 화제가 됐습니다. 이어 올해 1월 '딥시크-R1'이 출시되며, 메타와는 다른 클래스로 올라섰습니다.\n이후 오픈 소스 전통 강자인 알리바바가 10여개의 모델을 잇달아 출시하며 딥시크를 능가했다고 주장하는 등 중국 AI 기업의 오픈 소스 출시 폭풍이 몰아쳤습니다. 특히 이들은 딥시크나 오픈AI의 모델이 타깃으로 내세웠는데, 라마는 거론조차 되지 않았습니다.\n그래도 당시에는 메타가 개발 중인 '라마 4'가 나오면 양상이 바뀔 것으로 예측됐습니다.\n메타는\n지난 5일(현지시간) 라마 4를 출시\n하며 역전에 나섰습니다. 특히, 딥시크가 아직 도입하지 않은 멀티모달 기능을 강조했습니다. 또 딥시크를 벤치마킹, 전문가 혼합(MoE)을 도입하고, 컨텍스트 창도 역대 최대 규모인 1000만토큰으로 확장하는 등 오픈 소스 최고를 되찾겠다는 의지가 엿보였습니다.\n그러나 시장의 반응은 미적지근하고, 대신\n벤치마크 결과가 조작\n됐다는 것이 화제가 됐습니다. 무엇보다 최근 트렌드인 추론 기능이 없다는 것이 큰 약점으로 꼽혔습니다.\n그래서 29일 열린 메타의 첫 AI 전문 컨퍼런스 '메타콘'에 큰 기대가 모였습니다. 역시 가장 많았던 예측은 추론 모델을 내놓으리라는 것이었습니다.\n하지만 이날에는 라마 4를 다운로드 대신, API로 제공한다는 것이 전부였습니다. 즉, 이제부터는 서비스 회사 역할도 하겠다는 것입니다. 기술적으로 주목할 만한 내용은 없었습니다.\n또 마크 저커버그 CEO는 이날 대담에서 \"폐쇄 모델 공급자에 맞선 싸움에서 딥시크와 알리바바 등 오픈 소스 AI 연구소에 힘을 모으겠다\"라고 밝혔습니다. 오픈 소스 최강을 되찾겠다는 말은 없었습니다. 오픈AI가 얼마 뒤 오픈 웨이트 모델을 출시하면 어떤 반응을 보일지 궁금합니다.\n메타는 요즘 꽤 바쁜 것으로 보입니다. 파운데이션 모델 구축 말고도 관련 사업이 부쩍 늘어났습니다. 최근에는 소비자용 '메타 AI' 챗봇에 집중하고 있습니다. 이날에도 메타 AI를 별도 모바일 및 웹 앱으로 출시한다고 발표했으며, 라마 4에 음성 기능을 집어넣은 것도 같은 이유에서입니다.\n여기에 스마트 안경을 올해 3종 추가하고\n판매를 지난해 5배로 늘리는 데 집중\n하겠다고 예고했습니다. 얀 르쿤 메타 수석과학자도 잠잠합니다. 그는 월드모델(LWM) 개발에 집중하는 것으로 알려졌습니다.\n이 과정에 메타의 전 현직 직원들은 최근 포춘과의 인터뷰에서 메타의 AI 연구실이 \"서서히 죽어가고 있다\"라고 밝혔습니다. 또 메타의 AI 연구 조직을 이끌었던\n조엘 피노 메타 AI 연구 책임자는 회사를 떠난다고 선언\n했습니다.\n메타는 이날 라마의 누적 다운로드가 한달새 2억건이나 늘어난 12억건이 됐다고 발표했습니다. 그러나 매체들의 반응은 거의 없습니다. 이슈의 중심에서 밀려난 느낌입니다.\n사실 소비자용 모바일 앱이 됐든, 스마트 안경이 됐든 사람들이 메타와 같은 주요 AI 기업에 기대하는 것은 '혁신성'입니다. 이제는 단지 기존 모델보다 성능이 조금 좋아졌다고 박수를 보내지는 않습니다. 메타는 여기에 못 미친 것으로 보입니다.\n이는 딥시크의 영향이 큽니다. 이후 등장한 주요 모델들은 반응이 예전만 못합니다. 오픈AI도 'GPT-4.5'와 'GPT-4.1' 'o3' 'o4-미니' 등을 줄줄이 내놓았지만, 이전처럼 강한 임팩트를 주지는 못했습니다. 그보다는 '챗GPT'의 네이티브 이미지 생성이 더 화제였습니다.\n물론, 이런 점은 딥시크에도 부담이 될 것입니다. 전날에는\n'딥시크-R2'에 관한 루머\n가 인터넷에 공개됐는데, 여기에는 주목할 만한 내용이 꽤 있습니다.\n이게 사실인지는 곧 밝혀지게 될 것입니다.\n이어 29일 주요 뉴스입니다.\n■\n오픈AI, 챗GPT 검색에 '쇼핑' 신설...구글과 경쟁 준비\n챗GPT에서 쇼핑까지 가능한 기능이 추가됐습니다. 앞으로 '메모리' 기능을 통해 구매 내역은 물론, 개인 관심사나 일정 등을 모두 알고 있는 챗봇이 구매를 제안한다면 파괴력은 꽤 클 것으로 보입니다.\n(사진=알리바바)\n■\n알리바바, 대표 오픈 소스 모델 ' 큐원 3' 공개...MoE·하이브리드 등 트렌드 반영\n알리바바가 간판 모델 큐원 3를 공개했습니다. 최근 유행하는 첨단 기능을 모두 붙였는데, 그리 두드러진 면은 보이지 않습니다. 이게 다 딥시크로 인해 눈이 높아진 탓입니다.\n■\n알트먼 \"새로운 챗GPT, 아첨 심해...수정할 것\"\n최근 가드레일 조정 이후 챗GPT의 말투나 태도가 변했다는 지적이 잇따르더니, 알트먼 CEO가 이를 인정하고 수정한다고 밝혔습니다. 특히 챗봇의 아부가 심해졌다고 털어 놓았습니다.\nAI타임스 news@aitimes.com", "category": "AI", "write_date": "2025-05-01 07:00:00", "keywords": ["라마", "딥시크", "오픈 소스", "메타", "AI"]}
